[
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0000",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 0,
    "text": "Natural Food Colorants and Preservatives: A Review, a Demand, and a Challenge Cláudia Novais, Adriana K. Molina, Rui M. V. Abreu, Celestino Santo-Buelga, Isabel C. F. R. Ferreira, Carla Pereira, *and Lillian Barros * Cite This: J. Agric. Food Chem. 2022, 70, 2789 −2805 Read Online ACCESS Metrics & More Article Recommendations ABSTRACT: The looming urgency of feeding the growing world population along with the increasing consumers ’awareness and expectations have driven the evolution of food production systems and the processes and products applied in the food industry.Although substantial progress has been made on food additives, the controversy in which"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0001",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 1,
    "text": "Article Recommendations ABSTRACT: The looming urgency of feeding the growing world population along with the increasing consumers ’awareness and expectations have driven the evolution of food production systems and the processes and products applied in the food industry.Although substantial progress has been made on food additives, the controversy in which some of them are still shrouded hasencouraged research on safer and healthier next generations. These additives can come from natural sources and confer numerousbenefits for health, beyond serving the purpose of coloring or preserving, among others. As limiting factors, these additives are often related to stability, sustainability, and cost-e ffectiveness"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0002",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 2,
    "text": "some of them are still shrouded hasencouraged research on safer and healthier next generations. These additives can come from natural sources and confer numerousbenefits for health, beyond serving the purpose of coloring or preserving, among others. As limiting factors, these additives are often related to stability, sustainability, and cost-e ffectiveness issues, which justify the need for innovative solutions. In this context, and with the advances witnessed in computers and computational methodologies for in silico experimental aid, the development of new safer and more e fficient natural additives with dual functionality (colorant and preservative), for instance by the copigmentation phenomena, may"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0003",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 3,
    "text": "issues, which justify the need for innovative solutions. In this context, and with the advances witnessed in computers and computational methodologies for in silico experimental aid, the development of new safer and more e fficient natural additives with dual functionality (colorant and preservative), for instance by the copigmentation phenomena, may be achieved more e fficiently, circumventing the current di fficulties. KEYWORDS: natural food additives, colorants, preservatives, copigmentation, molecular dynamics 1. INTRODUCTION Improving food quality and safety is of paramount importance for human well-being. Since prehistoric times, man has been improving the diet and the way of hunting, domesticating animals and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0004",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 4,
    "text": "be achieved more e fficiently, circumventing the current di fficulties. KEYWORDS: natural food additives, colorants, preservatives, copigmentation, molecular dynamics 1. INTRODUCTION Improving food quality and safety is of paramount importance for human well-being. Since prehistoric times, man has been improving the diet and the way of hunting, domesticating animals and vegetables, preserving food by physical methods,andfinally by adding molecules to food to enhance flavors or to preserve it.1 Over the years, several ingredients have performed useful functions in a diversity of foods, providing an a ffordable, nutritious, tasty, colorful, and safe food supply, with food additives and technology developments playing"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0005",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 5,
    "text": "vegetables, preserving food by physical methods,andfinally by adding molecules to food to enhance flavors or to preserve it.1 Over the years, several ingredients have performed useful functions in a diversity of foods, providing an a ffordable, nutritious, tasty, colorful, and safe food supply, with food additives and technology developments playing crucial roles.2 Their use in the food industry is fundamental, allowing loss reduction, quality increase, shelf life extension, new formulations development, and standardization, thus meeting the increasingly challenging market demands.3Used in all types of foods, additives are becoming increasingly prevalent and important in human nutrition, being subjected to strictregulation, despite"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0006",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 6,
    "text": "crucial roles.2 Their use in the food industry is fundamental, allowing loss reduction, quality increase, shelf life extension, new formulations development, and standardization, thus meeting the increasingly challenging market demands.3Used in all types of foods, additives are becoming increasingly prevalent and important in human nutrition, being subjected to strictregulation, despite the controversy caused by con flicting results obtained in a large number of studies involving these compounds, along with di fferent governments interpretations.4 Today, globally, hundreds of additives are added to food, while many others have been banned over the years.1 With an increasingly competitive market, it is essential to"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0007",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 7,
    "text": "the controversy caused by con flicting results obtained in a large number of studies involving these compounds, along with di fferent governments interpretations.4 Today, globally, hundreds of additives are added to food, while many others have been banned over the years.1 With an increasingly competitive market, it is essential to reduce production costs and monetize existing products, whileensuring food safety and quality. Since coloring and preserving additives are among the most important ones in the food industry, improving the appearance and preservation of foodstu ffs, several studies have been focusing on finding new solutions and/or improving existing alternatives. Findingcompounds that"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0008",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 8,
    "text": "reduce production costs and monetize existing products, whileensuring food safety and quality. Since coloring and preserving additives are among the most important ones in the food industry, improving the appearance and preservation of foodstu ffs, several studies have been focusing on finding new solutions and/or improving existing alternatives. Findingcompounds that can have both capacities (colorant and preservative) and, additionally, exert bioactive functions can bea promising solution. However, to obtain bene fits such as antioxidant or antimicrobial activity, the concentration of the compounds commonly used as dyes are usually high, not meeting the requirement of the admissible daily intake (ADI). 5"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0009",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 9,
    "text": "can have both capacities (colorant and preservative) and, additionally, exert bioactive functions can bea promising solution. However, to obtain bene fits such as antioxidant or antimicrobial activity, the concentration of the compounds commonly used as dyes are usually high, not meeting the requirement of the admissible daily intake (ADI). 5 Research and development of new molecules through newchemical approaches, with the modi fication of natural molecules already known, so that they can develop a better and double performance (colorant plus preservative), may be a path to be followed by the scienti fic community to circumvent the di fficulties and monetize"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0010",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 10,
    "text": "Research and development of new molecules through newchemical approaches, with the modi fication of natural molecules already known, so that they can develop a better and double performance (colorant plus preservative), may be a path to be followed by the scienti fic community to circumvent the di fficulties and monetize the use of these additive molecules in the food industry. 1.1. Food Additives, Food Industries, and Their Demands. The use of pesticides, irradiation, food additives, and even trace substances in the production and preservation of food, has generated a high concern among consumers, due to the possible short, medium, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0011",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 11,
    "text": "the use of these additive molecules in the food industry. 1.1. Food Additives, Food Industries, and Their Demands. The use of pesticides, irradiation, food additives, and even trace substances in the production and preservation of food, has generated a high concern among consumers, due to the possible short, medium, and long-term health e ffects.6 These issues and health concerns are even more obvious in highly processed and modi fied food products, which have been rising in the last decades and hold a higher additive load. Currently, there is a general pressure for innovation in the food and biotechnology industries in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0012",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 12,
    "text": "long-term health e ffects.6 These issues and health concerns are even more obvious in highly processed and modi fied food products, which have been rising in the last decades and hold a higher additive load. Currently, there is a general pressure for innovation in the food and biotechnology industries in order to provide food products adapted to the modern lifestyle (highly attractive and perfect foods, with particular organoleptic characteristics as well as along shelf life) but, at the same time, healthy and safe food.7−9 Received: November 25, 2021 Revised: February 10, 2022 Accepted: February 16, 2022 Published: February 24, 2022"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0013",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 13,
    "text": "order to provide food products adapted to the modern lifestyle (highly attractive and perfect foods, with particular organoleptic characteristics as well as along shelf life) but, at the same time, healthy and safe food.7−9 Received: November 25, 2021 Revised: February 10, 2022 Accepted: February 16, 2022 Published: February 24, 2022 Review pubs.acs.org/JAFC © 2022 American Chemical Society 2789https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −2805 To meet most of these conditions, various processes and ingredients such as food additives (colors, sweeteners,preservatives, emulsi fiers, acidi fiers, etc.) have been used, which have been developed both to prevent food spoilage andto"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0014",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 14,
    "text": "Review pubs.acs.org/JAFC © 2022 American Chemical Society 2789https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −2805 To meet most of these conditions, various processes and ingredients such as food additives (colors, sweeteners,preservatives, emulsi fiers, acidi fiers, etc.) have been used, which have been developed both to prevent food spoilage andto improve its taste and appearance. However, studies of theirlong-term e ffects are still needed. 10 As a principle, food additives should only be employed if their technological e ffect is justi fiable and cannot be met by other feasible methods. Moreover, these compounds must notpose a health risk to consumers"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0015",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 15,
    "text": "improve its taste and appearance. However, studies of theirlong-term e ffects are still needed. 10 As a principle, food additives should only be employed if their technological e ffect is justi fiable and cannot be met by other feasible methods. Moreover, these compounds must notpose a health risk to consumers at the level of use proposed.11 The most important regulatory bodies that set the conditions,legislate, and oversee the approval and standardization of food additives in the world are EFSA, the European Food Safety Authority, in the European Union (EU), and the FDA, Foodand Drug Administration, in the United States (U.S.)."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0016",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 16,
    "text": "at the level of use proposed.11 The most important regulatory bodies that set the conditions,legislate, and oversee the approval and standardization of food additives in the world are EFSA, the European Food Safety Authority, in the European Union (EU), and the FDA, Foodand Drug Administration, in the United States (U.S.). Also,JECFA, the Joint Expert Committee on Food Additives of theFood and Agriculture Organization (FAO)/World HealthOrganization (WHO), and the Codex Alimentarius are alsokey bodies responsible for carrying out studies and safety riskassessments and issuing declarations. Codex Alimentarius isthe point of reference for other o fficial food authorities around the world for"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0017",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 17,
    "text": "Also,JECFA, the Joint Expert Committee on Food Additives of theFood and Agriculture Organization (FAO)/World HealthOrganization (WHO), and the Codex Alimentarius are alsokey bodies responsible for carrying out studies and safety riskassessments and issuing declarations. Codex Alimentarius isthe point of reference for other o fficial food authorities around the world for meeting national and international qualitystandards in the export of processed foods. 11In the EU, the classification of food additives depends on the function in food, which is divided into 26 functional classes.10On the other hand, in the United States, additives are reduced into 2 ormore classes, where 3000 are allowed"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0018",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 18,
    "text": "meeting national and international qualitystandards in the export of processed foods. 11In the EU, the classification of food additives depends on the function in food, which is divided into 26 functional classes.10On the other hand, in the United States, additives are reduced into 2 ormore classes, where 3000 are allowed by the FDA, which areclassified into preservatives, nutritional additives, colorants, flavorings, texturizers, and miscellaneous agents. 12 In Europe, all food additives are given a speci fic code that begins with the letter E followed by three or four digits,referred to as the E-number, making it easier for the consumerto understand"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0019",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 19,
    "text": "by the FDA, which areclassified into preservatives, nutritional additives, colorants, flavorings, texturizers, and miscellaneous agents. 12 In Europe, all food additives are given a speci fic code that begins with the letter E followed by three or four digits,referred to as the E-number, making it easier for the consumerto understand the label of foodstu ffs from di fferent European countries. The added amount of additive is scrupulouslycalculated for the type of food, so as not to exceed theacceptable daily intake (ADI), which is the cumulative amountof a speci fic additive that, consumed daily, has no harmful effect on health. The"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0020",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 20,
    "text": "the label of foodstu ffs from di fferent European countries. The added amount of additive is scrupulouslycalculated for the type of food, so as not to exceed theacceptable daily intake (ADI), which is the cumulative amountof a speci fic additive that, consumed daily, has no harmful effect on health. The same code number is also used by the Codex Alimentarius. 13 However, despite their manifest bene fits, it is worth noting that a large proportion of approved food additives are syntheticin nature, and when used incorrectly, a range of side e ffects, toxicity, and other adverse re actions have carcinogenic"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0021",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 21,
    "text": "same code number is also used by the Codex Alimentarius. 13 However, despite their manifest bene fits, it is worth noting that a large proportion of approved food additives are syntheticin nature, and when used incorrectly, a range of side e ffects, toxicity, and other adverse re actions have carcinogenic capacities.9In this regard, regulatory agencies worldwide have carried out extremely stringent evaluation procedures, from which several synthetic additives have been banished due to gastrointestinal, respiratory, dermatological, and neuro-logical adverse reactions.14−17 However, a global consensus on food additive legislation has not yet been established. Some substances can be added tofoods in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0022",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 22,
    "text": "capacities.9In this regard, regulatory agencies worldwide have carried out extremely stringent evaluation procedures, from which several synthetic additives have been banished due to gastrointestinal, respiratory, dermatological, and neuro-logical adverse reactions.14−17 However, a global consensus on food additive legislation has not yet been established. Some substances can be added tofoods in the U.S. and banned in the EU, such as the antimicrobials sodium sorbate (E201) and calcium sorbate (E203) and the colors FD&C green no. 3 (Fast Green (E143))and citric red no. 2 (E121). On the other hand, theantimicrobial sodium methyl p-hydroxybenzoate (E219) and the coloring agents carmoisine (E122), amaranth (E123),"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0023",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 23,
    "text": "the U.S. and banned in the EU, such as the antimicrobials sodium sorbate (E201) and calcium sorbate (E203) and the colors FD&C green no. 3 (Fast Green (E143))and citric red no. 2 (E121). On the other hand, theantimicrobial sodium methyl p-hydroxybenzoate (E219) and the coloring agents carmoisine (E122), amaranth (E123), andpatent blue (E131) are allowed in the EU and banned in theU.S. 11,12With all this, there are contradictions in the legislation, which leads to problems in food safety andobstacles to international trade. Likewise, there is no established de finition for preservatives, antioxidants, colorants, or natural sweeteners; only natural flavorings have"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0024",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 24,
    "text": "andpatent blue (E131) are allowed in the EU and banned in theU.S. 11,12With all this, there are contradictions in the legislation, which leads to problems in food safety andobstacles to international trade. Likewise, there is no established de finition for preservatives, antioxidants, colorants, or natural sweeteners; only natural flavorings have the same legislation in both the EU and the U.S., which has led toerroneous use at a general level for all classes of additives, thus giving erroneous interpretations of what is natural and what issynthetic. For all these reasons, the need for a uniformlegislation on natural additives is evident, due"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0025",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 25,
    "text": "the same legislation in both the EU and the U.S., which has led toerroneous use at a general level for all classes of additives, thus giving erroneous interpretations of what is natural and what issynthetic. For all these reasons, the need for a uniformlegislation on natural additives is evident, due to their wideinterest, especially in developed countries. 18 At the same time, there is a growing demand for food products with health promotion and disease preventioncapacity.6,19,20They are known as functional foods, with a currently accepted worldwide conceptual de finition as foods that “have been satisfactorily shown to a ffect one"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0026",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 26,
    "text": "to their wideinterest, especially in developed countries. 18 At the same time, there is a growing demand for food products with health promotion and disease preventioncapacity.6,19,20They are known as functional foods, with a currently accepted worldwide conceptual de finition as foods that “have been satisfactorily shown to a ffect one or more target functions in the body, in addition to appropriatenutritional e ffects, in a way that is relevant to an improved state of health and well-being and/or reduced risk of disease ”.21In this sense, natural additives may also be included in thisconcept as they possess a high biological quality"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0027",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 27,
    "text": "or more target functions in the body, in addition to appropriatenutritional e ffects, in a way that is relevant to an improved state of health and well-being and/or reduced risk of disease ”.21In this sense, natural additives may also be included in thisconcept as they possess a high biological quality and are able to present health-promoting abilities. 2. FOOD COLORANTS Organoleptic characteristics largely determine the acceptance, selection, and subsequent consumption of foods. Color can beconsidered one of the most impressive and charming attributesof foods, and although natural food products have their owncolor, the di fferent processes they undergo and factors,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0028",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 28,
    "text": "and are able to present health-promoting abilities. 2. FOOD COLORANTS Organoleptic characteristics largely determine the acceptance, selection, and subsequent consumption of foods. Color can beconsidered one of the most impressive and charming attributesof foods, and although natural food products have their owncolor, the di fferent processes they undergo and factors, such as the presence or absence of oxygen, metals, light, pH, and water activity, can produce undesirable modi fications. To circumvent this problem, chemical compounds that impact color areintensely used by food industries, while an increasingly strictand regulatory legislation accompanies these advances toensure good manufacturing practices and total consumersafety. 22−9"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0029",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 29,
    "text": "such as the presence or absence of oxygen, metals, light, pH, and water activity, can produce undesirable modi fications. To circumvent this problem, chemical compounds that impact color areintensely used by food industries, while an increasingly strictand regulatory legislation accompanies these advances toensure good manufacturing practices and total consumersafety. 22−9 A color additive, or food colorant, is according to the FDA, “any colorant, pigment or substance that, when added or applied to a food, drug or cosmetic, or to the human body, iscapable (alone or through reactions with other substances) ofimparting color ”. 24 Differences in chemical structures, sources, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0030",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 30,
    "text": "A color additive, or food colorant, is according to the FDA, “any colorant, pigment or substance that, when added or applied to a food, drug or cosmetic, or to the human body, iscapable (alone or through reactions with other substances) ofimparting color ”. 24 Differences in chemical structures, sources, and purpose of use can make classi fications of colorants complex, and they can be classi fied according to several criteria: origin (natural, natural-identical, or synthe tic; organic and inorganic), solubility (soluble and insoluble), and hiding power (trans-parent and opaque). The most used form is according to theirorigin, either natural or"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0031",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 31,
    "text": "purpose of use can make classi fications of colorants complex, and they can be classi fied according to several criteria: origin (natural, natural-identical, or synthe tic; organic and inorganic), solubility (soluble and insoluble), and hiding power (trans-parent and opaque). The most used form is according to theirorigin, either natural or arti ficial. Natural dyes can be obtained from plant tissue (e.g., curcumin, carotenoids, anthocyanins,betalains, or chlorophylls), animal cells (carminic acid andkermesic acid), metabolism of microorganisms (carotenoidsand chlorophylls), or mineral sources (titanium dioxide orcalcium carbonate). Arti ficial colorants are achieved by chemical synthesis, and they are not found in nature. 25"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0032",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 32,
    "text": "arti ficial. Natural dyes can be obtained from plant tissue (e.g., curcumin, carotenoids, anthocyanins,betalains, or chlorophylls), animal cells (carminic acid andkermesic acid), metabolism of microorganisms (carotenoidsand chlorophylls), or mineral sources (titanium dioxide orcalcium carbonate). Arti ficial colorants are achieved by chemical synthesis, and they are not found in nature. 25 All these dyes do not impart an aftertaste when added at a certain concentration, and their use in the food industry ismainly in confectionery, bakery, beverages, dairy products, andmeat. 26 2.1. Synthetic Colorants. Preferred by the industry, synthetic colorants are chemically or physically modi fied products with desirable characteristics for"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0033",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 33,
    "text": "All these dyes do not impart an aftertaste when added at a certain concentration, and their use in the food industry ismainly in confectionery, bakery, beverages, dairy products, andmeat. 26 2.1. Synthetic Colorants. Preferred by the industry, synthetic colorants are chemically or physically modi fied products with desirable characteristics for manufacturing,such as high purity, coloring capacity, stability, brightness, wide range of shades, uniformity and reproducibility in production, and low cost compared to natural colorants.13,9 As science has advanced, more arti ficial colors have been developed that are very stable and allow a wide range of colors,which has led to their"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0034",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 34,
    "text": "manufacturing,such as high purity, coloring capacity, stability, brightness, wide range of shades, uniformity and reproducibility in production, and low cost compared to natural colorants.13,9 As science has advanced, more arti ficial colors have been developed that are very stable and allow a wide range of colors,which has led to their increasing use in the food industry.However, despite the continuous research for syntheticcompounds, many of them are for humans, and based on theJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052790 latest discoveries regarding the side e ffects and toxicity problems of some"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0035",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 35,
    "text": "increasing use in the food industry.However, despite the continuous research for syntheticcompounds, many of them are for humans, and based on theJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052790 latest discoveries regarding the side e ffects and toxicity problems of some synthetic dyes, natural alternatives have become more appealing for consumers worldwide.5Furthermore, in order to detect the presence of synthetic food colorsin food, highly speci fic methods and procedures have been developed, which also make it possible to determine the probability of side e ffects and toxicity in the medium- and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0036",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 36,
    "text": "synthetic dyes, natural alternatives have become more appealing for consumers worldwide.5Furthermore, in order to detect the presence of synthetic food colorsin food, highly speci fic methods and procedures have been developed, which also make it possible to determine the probability of side e ffects and toxicity in the medium- and long-terms.27 Studies have reported that the intake of arti ficial colorings, mainly nitro derivatives, of the azo type (E102, E110, E122, E123, E124, and E129) can cause some health problems. The European Parliament, in 2008, decreed those foods containingone or more of these color additives must be labeled with thename"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0037",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 37,
    "text": "long-terms.27 Studies have reported that the intake of arti ficial colorings, mainly nitro derivatives, of the azo type (E102, E110, E122, E123, E124, and E129) can cause some health problems. The European Parliament, in 2008, decreed those foods containingone or more of these color additives must be labeled with thename or the E-number information followed by the warning “may have an adverse e ffect on activity and attention in children ”. 12Tartrazine (E102), a lemon yellow, used in candies, ice cream, cereals, soups, jellies, cakes, soft drinks, and other foods, is one of the most controversial color additives regarding its"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0038",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 38,
    "text": "or the E-number information followed by the warning “may have an adverse e ffect on activity and attention in children ”. 12Tartrazine (E102), a lemon yellow, used in candies, ice cream, cereals, soups, jellies, cakes, soft drinks, and other foods, is one of the most controversial color additives regarding its safety. Obsessive-compulsive disordersand hyperactivity in children have been linked to its intake, as well as its mutagenic capacity, due to its interaction with human serum proteins.16,17,28In recent studies, administration of tartrazine at ADI levels in mice showed increased lipidoxidation and changes in biochemical markers in brain tissue hematotoxin,29immunotoxin e ffects,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0039",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 39,
    "text": "safety. Obsessive-compulsive disordersand hyperactivity in children have been linked to its intake, as well as its mutagenic capacity, due to its interaction with human serum proteins.16,17,28In recent studies, administration of tartrazine at ADI levels in mice showed increased lipidoxidation and changes in biochemical markers in brain tissue hematotoxin,29immunotoxin e ffects, renal disorder, and increased DNA abnormalities.28,30Sunset yellow (E110), obtained from petroleum-derived aromatic compounds, has been related to increased pro-in flammatory activity, as havecarmoisine (E122), allura red (E129), and ponceau 4R (E124), which also bind to human and bovine serum albumin.17Amaranth (E123), a dye that imparts red color to foods such"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0040",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 40,
    "text": "renal disorder, and increased DNA abnormalities.28,30Sunset yellow (E110), obtained from petroleum-derived aromatic compounds, has been related to increased pro-in flammatory activity, as havecarmoisine (E122), allura red (E129), and ponceau 4R (E124), which also bind to human and bovine serum albumin.17Amaranth (E123), a dye that imparts red color to foods such as in candies, ice cream, and beverages, allowed in the EU but banned in the U.S. due to carcinogenicity, has shown a high genotoxic e ffect on cultured human lymphocyte.31It is important to note that there are colors that are permitted in the European Union, but the same is no"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0041",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 41,
    "text": "as in candies, ice cream, and beverages, allowed in the EU but banned in the U.S. due to carcinogenicity, has shown a high genotoxic e ffect on cultured human lymphocyte.31It is important to note that there are colors that are permitted in the European Union, but the same is no longer the case in the United States.32Given these contradictions and the impact of arti ficial colorings in health, more and more emphasis is being placed on research on sources of natural origin, both for their safety and health-promoting properties.33−35 Despite the controversy surrounding food colors, there is high pressure on"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0042",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 42,
    "text": "longer the case in the United States.32Given these contradictions and the impact of arti ficial colorings in health, more and more emphasis is being placed on research on sources of natural origin, both for their safety and health-promoting properties.33−35 Despite the controversy surrounding food colors, there is high pressure on the search for natural colors because of the role they play in the food industry. In the U.S. and the EU,some alternatives have been developed with excellent results, among which molecules such as carotenoids, anthocyanins, annatto, and paprika stand out with possible characteristicsthat could substitute their synthetic counterparts. However, these"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0043",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 43,
    "text": "the search for natural colors because of the role they play in the food industry. In the U.S. and the EU,some alternatives have been developed with excellent results, among which molecules such as carotenoids, anthocyanins, annatto, and paprika stand out with possible characteristicsthat could substitute their synthetic counterparts. However, these compounds have disadvantages such as instability with respect to pH and temperature, loss of color due to oxidation, higher manufacturing cost, and greater quantity of the product with respect to synthetic colorants. 36 2.2. Natural Colorants. Until the middle of the last century, the dyes used in food were of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0044",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 44,
    "text": "compounds have disadvantages such as instability with respect to pH and temperature, loss of color due to oxidation, higher manufacturing cost, and greater quantity of the product with respect to synthetic colorants. 36 2.2. Natural Colorants. Until the middle of the last century, the dyes used in food were of natural origin, forexample, sa ffron (obtained from stigma and styles of the flower ofCrocus sativa L.), orcein (extracted from certain lichens), Figure 1. Natural colorants approved by the European Union, their shade, and functionality.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052791"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0045",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 45,
    "text": "natural origin, forexample, sa ffron (obtained from stigma and styles of the flower ofCrocus sativa L.), orcein (extracted from certain lichens), Figure 1. Natural colorants approved by the European Union, their shade, and functionality.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052791 cochineal (obtained from certain insects of the family Coccidae , a parasite of some cacti), caramel (sugar paste turned intosyrup), red beet (aqueous extract of the red beet root), alizarin(obtained from tropical woods), and indigo (from the indigoplant or glasto, a European shrub). 13,26Today methods of collection, extraction, puri fication,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0046",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 46,
    "text": "cochineal (obtained from certain insects of the family Coccidae , a parasite of some cacti), caramel (sugar paste turned intosyrup), red beet (aqueous extract of the red beet root), alizarin(obtained from tropical woods), and indigo (from the indigoplant or glasto, a European shrub). 13,26Today methods of collection, extraction, puri fication, stabilization, and standardization for various natural food colors are available, such asanthocyanins, betalains, chlorophylls, carotenoids, etc. Theseinclude di fferent groups of chemical compounds that can be used directly as dyes or in chemically modi fied forms to produce di fferent hues, ranging from green to yellow, orange, red, blue, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0047",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 47,
    "text": "stabilization, and standardization for various natural food colors are available, such asanthocyanins, betalains, chlorophylls, carotenoids, etc. Theseinclude di fferent groups of chemical compounds that can be used directly as dyes or in chemically modi fied forms to produce di fferent hues, ranging from green to yellow, orange, red, blue, and violet, depending on the compounds or theirstabilized forms. 9,37 Curcumin (E100), a puri fied turmeric pigment extracted from the dried rhizomes of Curcuma longa L., is a widely used food coloring that imparts orange color and is used in mustard,yogurt, bakery products, dairy products, ice cream, and saladdressings. 38Carminic acid"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0048",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 48,
    "text": "violet, depending on the compounds or theirstabilized forms. 9,37 Curcumin (E100), a puri fied turmeric pigment extracted from the dried rhizomes of Curcuma longa L., is a widely used food coloring that imparts orange color and is used in mustard,yogurt, bakery products, dairy products, ice cream, and saladdressings. 38Carminic acid (E120) is the main pigment present in the insect Dactylopius coccus Costa (cochineal), which when complexed with aluminum, turns into bright red. This dye is quite expensive compared to other natural reds, such asanthocyanins, although it is considered technologicallyimportant due to its stability. It replaces the use of potentiallytoxic synthetic"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0049",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 49,
    "text": "(E120) is the main pigment present in the insect Dactylopius coccus Costa (cochineal), which when complexed with aluminum, turns into bright red. This dye is quite expensive compared to other natural reds, such asanthocyanins, although it is considered technologicallyimportant due to its stability. It replaces the use of potentiallytoxic synthetic dyes; however, the food product cannot beclassified as vegan/vegetarian or kosher because it contains an animal product. 39It is used in jams, jellies, bakery products, dairy products, and noncarbonated beverages.38Chlorophylls and chlorophyllins (E140) occur naturally in plants; of the different existing chlorophylls, only two are used in the food industry"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0050",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 50,
    "text": "dyes; however, the food product cannot beclassified as vegan/vegetarian or kosher because it contains an animal product. 39It is used in jams, jellies, bakery products, dairy products, and noncarbonated beverages.38Chlorophylls and chlorophyllins (E140) occur naturally in plants; of the different existing chlorophylls, only two are used in the food industry as colorants, mainly due to their di fficult stabilization; more stable copper complexes of them are also authorized(E141). The commercial chlorophyll dyes used are extractedfrom alfalfa and have been employed in dairy products, soups,beverages, and sugar confectionery. 38Annatto (E160b), extracted from the seeds of the fruits of Bixa orellana L."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0051",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 51,
    "text": "as colorants, mainly due to their di fficult stabilization; more stable copper complexes of them are also authorized(E141). The commercial chlorophyll dyes used are extractedfrom alfalfa and have been employed in dairy products, soups,beverages, and sugar confectionery. 38Annatto (E160b), extracted from the seeds of the fruits of Bixa orellana L. tree, has the carotenoids bixin and norbixin as its main constituents, which are yellow to orange and provides a slightly redder color than β-carotene. It is used in cakes, cookies, rice, dairy products, flour, fish, soft drinks, snacks, and meat products.39−41Paprika extract, capsanthin, and capsorubin (E160c) also consist of carotenoids,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0052",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 52,
    "text": "tree, has the carotenoids bixin and norbixin as its main constituents, which are yellow to orange and provides a slightly redder color than β-carotene. It is used in cakes, cookies, rice, dairy products, flour, fish, soft drinks, snacks, and meat products.39−41Paprika extract, capsanthin, and capsorubin (E160c) also consist of carotenoids, with an orange to red color. Manyother carotenoids used in food, namely, β-carotene, lutein, violaxanthin, neoxanthin, β-cryptoxanthin, fucoxanthin, lycopene, and astaxanthin, are mainly applied to sauces, marinades,seasoning mixtures, toppings, beverages, milk, and others. 18 The main anthocyanins (E163) in nature are glycosides of theaglycones cyanidin, delphinidin, malvidin, pelargonidin,peonidin, petunidin, with"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0053",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 53,
    "text": "with an orange to red color. Manyother carotenoids used in food, namely, β-carotene, lutein, violaxanthin, neoxanthin, β-cryptoxanthin, fucoxanthin, lycopene, and astaxanthin, are mainly applied to sauces, marinades,seasoning mixtures, toppings, beverages, milk, and others. 18 The main anthocyanins (E163) in nature are glycosides of theaglycones cyanidin, delphinidin, malvidin, pelargonidin,peonidin, petunidin, with colors ranging from red, purple,violet, and blue, with over 700 anthocyanins having beenidenti fied. 42−44Their main uses are in soft drinks, confectionery, and fruit preparations.18Betalains are pigments with similar colors to anthocyanins, ranging from red-violet(betacyanins) to yellow-orange (betaxanthins). However,betanin (E162) derived from beets is the only betalain with legislated use"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0054",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 54,
    "text": "colors ranging from red, purple,violet, and blue, with over 700 anthocyanins having beenidenti fied. 42−44Their main uses are in soft drinks, confectionery, and fruit preparations.18Betalains are pigments with similar colors to anthocyanins, ranging from red-violet(betacyanins) to yellow-orange (betaxanthins). However,betanin (E162) derived from beets is the only betalain with legislated use and has been the most massively utilized natural pigment in industry to replace Allura red AC (E129; FD&CRed 40). 39Its use is approved to provide a red hue to candies, ice cream, meat substitutes, and beverages.32,45Despite the limitations of using betalains as a food dye due to theirsensitivity to light"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0055",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 55,
    "text": "and has been the most massively utilized natural pigment in industry to replace Allura red AC (E129; FD&CRed 40). 39Its use is approved to provide a red hue to candies, ice cream, meat substitutes, and beverages.32,45Despite the limitations of using betalains as a food dye due to theirsensitivity to light and heat, they have several advantages overother natural dyes, such as higher water solubility and strongdyeability and stability in neutral and acidic pHs, and giventheir range of colors, there is a great potential to create agradient of natural color shades from these pigments. 9,39,46,47 All natural dyes approved by the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0056",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 56,
    "text": "and heat, they have several advantages overother natural dyes, such as higher water solubility and strongdyeability and stability in neutral and acidic pHs, and giventheir range of colors, there is a great potential to create agradient of natural color shades from these pigments. 9,39,46,47 All natural dyes approved by the European Union are collected inFigure 1 . An alternative to natural blue dyes would be the phycocyanin pigments from Spirulina ( A. platensis ). The search for a vibrant and stable source of natural blue dyeshas been stealthy, and since anthocyanins, which may have ablue color between pH 5 −7,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0057",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 57,
    "text": "European Union are collected inFigure 1 . An alternative to natural blue dyes would be the phycocyanin pigments from Spirulina ( A. platensis ). The search for a vibrant and stable source of natural blue dyeshas been stealthy, and since anthocyanins, which may have ablue color between pH 5 −7, tend to change their hue depending on the pH value and water content, these would bea good alternative. 48Spirulina, a Gram-negative cyanobacterium, produces picocyanobacteria that can be isolated, andphycocyanin can be recovered as a phycocyanin proteincomplex. Currently, picocyanobacteria from Spirulina providethe only natural blue dye approved in the United States"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0058",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 58,
    "text": "tend to change their hue depending on the pH value and water content, these would bea good alternative. 48Spirulina, a Gram-negative cyanobacterium, produces picocyanobacteria that can be isolated, andphycocyanin can be recovered as a phycocyanin proteincomplex. Currently, picocyanobacteria from Spirulina providethe only natural blue dye approved in the United States and Asia, although it is not yet allowed in the European Union. 49,50 Initially, phycocyanins were used only to color sweets and chewing gums, but innovations in food processing haveallowed the range of phycocyanin-colored products to beextended to dairy products, soft drinks, and cosmetics. 51They have been mainly applied in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0059",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 59,
    "text": "and Asia, although it is not yet allowed in the European Union. 49,50 Initially, phycocyanins were used only to color sweets and chewing gums, but innovations in food processing haveallowed the range of phycocyanin-colored products to beextended to dairy products, soft drinks, and cosmetics. 51They have been mainly applied in beverage products, but low pHstability issues continue to limit a wider application. Another approach to produce natural dyes would be microorganisms such as bacteria and fungi. These can generatea range of natural pigments that botanical sources are unable toprovide, they are less constrained by seasonal variation issues,and their extraction can"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0060",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 60,
    "text": "beverage products, but low pHstability issues continue to limit a wider application. Another approach to produce natural dyes would be microorganisms such as bacteria and fungi. These can generatea range of natural pigments that botanical sources are unable toprovide, they are less constrained by seasonal variation issues,and their extraction can be simpli fied and easily scaled to industries. 52,53Bacteria, typically easier to modify genetically, with a shorter life cycle, are an opportunity to expand researchin pigment production, which is still poorly understood.54A laboratory at Rensselaer Polytechnic Institute in Troy, NewYork, has developed a way to use E. coli and glucose"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0061",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 61,
    "text": "be simpli fied and easily scaled to industries. 52,53Bacteria, typically easier to modify genetically, with a shorter life cycle, are an opportunity to expand researchin pigment production, which is still poorly understood.54A laboratory at Rensselaer Polytechnic Institute in Troy, NewYork, has developed a way to use E. coli and glucose to produce anthocyanins at industrially relevant levels of g/L.55Regarding fungi, nontoxic Monascus sp ., which produces six large polyethylene pigments ranging from yellow to red, has so farnot gained U.S. or EU approval due to concerns over citrininproduction (a potent fungal toxin), although it has been usedsuccessfully in Asia for"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0062",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 62,
    "text": "to produce anthocyanins at industrially relevant levels of g/L.55Regarding fungi, nontoxic Monascus sp ., which produces six large polyethylene pigments ranging from yellow to red, has so farnot gained U.S. or EU approval due to concerns over citrininproduction (a potent fungal toxin), although it has been usedsuccessfully in Asia for hundreds of years. 52,54However, there are concerns with customer acceptance of food coloringcoming from microbes. Despite the instability associated with these types of dyes, some natural food colors have proven to be as e ffective as those derived from chemical synthesis, with the subsequentbenefits of being safer and providing health"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0063",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 63,
    "text": "hundreds of years. 52,54However, there are concerns with customer acceptance of food coloringcoming from microbes. Despite the instability associated with these types of dyes, some natural food colors have proven to be as e ffective as those derived from chemical synthesis, with the subsequentbenefits of being safer and providing health bene fits, in addition to conferring organoleptic characteristics, thusexerting two or more bene fits as food ingredients. In fact, several food additives exerting coloring e ffects also act as antioxidants and even preservatives, also conferring functionalproperties to food products. 56,57The consumption of functional foods has been increasing, due to the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0064",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 64,
    "text": "bene fits, in addition to conferring organoleptic characteristics, thusexerting two or more bene fits as food ingredients. In fact, several food additives exerting coloring e ffects also act as antioxidants and even preservatives, also conferring functionalproperties to food products. 56,57The consumption of functional foods has been increasing, due to the healthy propertiesthat they provide to the consumer when they are adequately included in the daily diet.21,57,58 Many companies have been substituting arti ficial colorants for natural ones in order to satisfy consumers ’demand, due to the fact that they not only have the capacity of pigmentationbut also have health properties.26,36,57"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0065",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 65,
    "text": "healthy propertiesthat they provide to the consumer when they are adequately included in the daily diet.21,57,58 Many companies have been substituting arti ficial colorants for natural ones in order to satisfy consumers ’demand, due to the fact that they not only have the capacity of pigmentationbut also have health properties.26,36,57 It should be emphasized that, in general, the stability can be understood as one of the most important factors for the use ofnatural food colorants, since unpleasant organoleptic character-istics appear when unstable food colors are applied, leading tofood rejection by consumers. 5Thus, several approaches have been developed to solve this"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0066",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 66,
    "text": "It should be emphasized that, in general, the stability can be understood as one of the most important factors for the use ofnatural food colorants, since unpleasant organoleptic character-istics appear when unstable food colors are applied, leading tofood rejection by consumers. 5Thus, several approaches have been developed to solve this problem,7,45,59while other studies have focused on finding di fferent sources of promising food colorants, so that a growing and emerging number of studiesJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052792 are seeking to explore new sources of natural colorants, actually there"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0067",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 67,
    "text": "problem,7,45,59while other studies have focused on finding di fferent sources of promising food colorants, so that a growing and emerging number of studiesJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052792 are seeking to explore new sources of natural colorants, actually there are already several available reports exploring thepotential of novel alternatives from plants, insects, fungi,bacteria, and algae. 60−64For that purpose, extraction and stabilization techniques have also been assessed to allow theirapplication in the food industry, in order to compete withartificial solutions in terms of coloring e fficiency and color stability over"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0068",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 68,
    "text": "are already several available reports exploring thepotential of novel alternatives from plants, insects, fungi,bacteria, and algae. 60−64For that purpose, extraction and stabilization techniques have also been assessed to allow theirapplication in the food industry, in order to compete withartificial solutions in terms of coloring e fficiency and color stability over the products storage time. 3. FOOD PRESERVATIVES Food products are susceptible to deterioration by micro-biological, enzymatic, physical, or chemical processes, whichcan reduce their quality, nutritional value, and safety as well aslead to undesirable changes in their physicochemical andsensorial attributes. With this in mind, a variety of biological,physical, and chemical methods"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0069",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 69,
    "text": "the products storage time. 3. FOOD PRESERVATIVES Food products are susceptible to deterioration by micro-biological, enzymatic, physical, or chemical processes, whichcan reduce their quality, nutritional value, and safety as well aslead to undesirable changes in their physicochemical andsensorial attributes. With this in mind, a variety of biological,physical, and chemical methods for food preservation havebeen developed to extend the shelf life of foods and keep themsafe for consumers, without modifying their sensory character-istics. 65The application of preservatives in food processing is one of the current food preservation techniques which, besidesmaintaining the quality of food, helps control contaminationsthat can lead to foodborne"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0070",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 70,
    "text": "for food preservation havebeen developed to extend the shelf life of foods and keep themsafe for consumers, without modifying their sensory character-istics. 65The application of preservatives in food processing is one of the current food preservation techniques which, besidesmaintaining the quality of food, helps control contaminationsthat can lead to foodborne diseases. They can be natural orsynthetic substances and be subdivided into three groups: antimicrobials, antioxidant s, and antibrowning agents. 66 Antimicrobials have been applied to control and prevent natural spoilage by microorganisms; antioxidants are used aspreservatives to limit or delay biological and chemical spoilageof foods by preventing auto-oxidation of pigments,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0071",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 71,
    "text": "diseases. They can be natural orsynthetic substances and be subdivided into three groups: antimicrobials, antioxidant s, and antibrowning agents. 66 Antimicrobials have been applied to control and prevent natural spoilage by microorganisms; antioxidants are used aspreservatives to limit or delay biological and chemical spoilageof foods by preventing auto-oxidation of pigments, flavors, lipids, and vitamins; and last, antibrowning agents are used toprevent browning of foods, which can occur at any time duringhandling, processing, and storage. 67 3.1. Antimicrobials. Antimicrobial compounds can be naturally present in foods or added to delay and/or prevent theproliferation and growth of natural microorganisms responsiblefor the spoilage"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0072",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 72,
    "text": "flavors, lipids, and vitamins; and last, antibrowning agents are used toprevent browning of foods, which can occur at any time duringhandling, processing, and storage. 67 3.1. Antimicrobials. Antimicrobial compounds can be naturally present in foods or added to delay and/or prevent theproliferation and growth of natural microorganisms responsiblefor the spoilage of foods (bacteria, yeasts, and molds) as well asto prevent/control contamination by pathogenic microorgan-isms, thus ensuring food safety and quality. 68 The use of antimicrobial additives increases the shelf life of food, but in high concentrations, these compounds canpromote an unpleasant taste, strong odor, altered viscosity,and color retention, with their"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0073",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 73,
    "text": "of foods (bacteria, yeasts, and molds) as well asto prevent/control contamination by pathogenic microorgan-isms, thus ensuring food safety and quality. 68 The use of antimicrobial additives increases the shelf life of food, but in high concentrations, these compounds canpromote an unpleasant taste, strong odor, altered viscosity,and color retention, with their choice dependent on theantimicrobial properties and spectrum of activity, thephysicochemical composition and properties of the foodmatrix, and the nature of the storage and preservationmethods. 36,69They can be either natural or synthetic. 3.1.1. Synthetic Antimicrobials. Several arti ficial preservatives have been o fficially recognized by the regulatory community to be used"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0074",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 74,
    "text": "choice dependent on theantimicrobial properties and spectrum of activity, thephysicochemical composition and properties of the foodmatrix, and the nature of the storage and preservationmethods. 36,69They can be either natural or synthetic. 3.1.1. Synthetic Antimicrobials. Several arti ficial preservatives have been o fficially recognized by the regulatory community to be used as food antimicrobials.70These are substances of chemical origin that prevent or inhibit theproliferation and growth of bacteria, yeasts, and molds. Amongthose approved for food applications, inorganic acids and theirsodium salts, such as nitrite and sulfate, and weak organicacids, such as benzoic acid, sodium benzoate, sodiumpropionate, and others, are included. 71Despite"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0075",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 75,
    "text": "as food antimicrobials.70These are substances of chemical origin that prevent or inhibit theproliferation and growth of bacteria, yeasts, and molds. Amongthose approved for food applications, inorganic acids and theirsodium salts, such as nitrite and sulfate, and weak organicacids, such as benzoic acid, sodium benzoate, sodiumpropionate, and others, are included. 71Despite the bene ficial effects and important role of these compounds in the preservation of food products, the use of chemical antimicrobials in food is still a subject of discussion and acknowledged controversy, as the results of reported research do notdemonstrate consistency. Indeed, it is not simple to provideclear conclusions on"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0076",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 76,
    "text": "the bene ficial effects and important role of these compounds in the preservation of food products, the use of chemical antimicrobials in food is still a subject of discussion and acknowledged controversy, as the results of reported research do notdemonstrate consistency. Indeed, it is not simple to provideclear conclusions on e fficacy and safety, and synthetic antimicrobial food additives, such as sorbates, nitrates, andsulfites, have demonstrated various side impacts on human health. 72Although the reports are disturbing, these areindispensable in the food industry, and the only way to reduce their application would be to find a nontoxic substitute with the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0077",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 77,
    "text": "e fficacy and safety, and synthetic antimicrobial food additives, such as sorbates, nitrates, andsulfites, have demonstrated various side impacts on human health. 72Although the reports are disturbing, these areindispensable in the food industry, and the only way to reduce their application would be to find a nontoxic substitute with the same preserving e ffect. The use of these compounds decreases the incidence of food spoilage and food poisoning.73 Long-term exposure to sodium benzoate (E211) is claimed to be nonhazardous, but this has yet to be proven, and while some researchers consider sodium sulfate (E221) to behazardous to health, others say"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0078",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 78,
    "text": "same preserving e ffect. The use of these compounds decreases the incidence of food spoilage and food poisoning.73 Long-term exposure to sodium benzoate (E211) is claimed to be nonhazardous, but this has yet to be proven, and while some researchers consider sodium sulfate (E221) to behazardous to health, others say otherwise. Sodium sorbatecontinues to raise questions and concerns; some studies haveshown that it may be genotoxic to human lymphocytes in vitro , depending on the dose used. 74,75Over the years, extensive studies have been conducted on sorbates (E200 −E203) and their health implications, in which they have been described aspossible"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0079",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 79,
    "text": "otherwise. Sodium sorbatecontinues to raise questions and concerns; some studies haveshown that it may be genotoxic to human lymphocytes in vitro , depending on the dose used. 74,75Over the years, extensive studies have been conducted on sorbates (E200 −E203) and their health implications, in which they have been described aspossible genotoxic and mutagenic, but other studies report that this is not relevant.76−78Also, parabens (E214 −E218), generic name of the group of antimicrobials that are alkyl esters of phydroxybenzoic acid, have been widely used due to theabsence of odor and/or taste; however, it has been shown thatthe use of parabens can"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0080",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 80,
    "text": "genotoxic and mutagenic, but other studies report that this is not relevant.76−78Also, parabens (E214 −E218), generic name of the group of antimicrobials that are alkyl esters of phydroxybenzoic acid, have been widely used due to theabsence of odor and/or taste; however, it has been shown thatthe use of parabens can induce migratory and invasive activityin human breast cancer cells in vitro . 79,80Nitrites (E249 and E250) and nitrates (E251 and E252) are other antimicrobialsused in food. The second group has recently been restricted inthe EU and can only be added to meat for slow curing. Nitrites are used in meat"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0081",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 81,
    "text": "induce migratory and invasive activityin human breast cancer cells in vitro . 79,80Nitrites (E249 and E250) and nitrates (E251 and E252) are other antimicrobialsused in food. The second group has recently been restricted inthe EU and can only be added to meat for slow curing. Nitrites are used in meat for color formation, flavor enhancement, and antimicrobial activity and are the only food additives able toinhibit botulinum toxin, justifying their use in the food industryby their bene fit/risk, despite having shown carcinogenic e ffects, among other harmful e ffects to humans. 81In the European Union, their use is only permitted"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0082",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 82,
    "text": "for color formation, flavor enhancement, and antimicrobial activity and are the only food additives able toinhibit botulinum toxin, justifying their use in the food industryby their bene fit/risk, despite having shown carcinogenic e ffects, among other harmful e ffects to humans. 81In the European Union, their use is only permitted in the lowest possibledosage. Nitrates and nitrites can also be found naturally inuntreated fruits and vegetables and may also be involved in the formation of nitrosamines. 82−88Sulfites (E220 −228) are used in foods such as wine, dried fruit, dehydrated cookies, and fish, among others and can act as such or"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0083",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 83,
    "text": "in the lowest possibledosage. Nitrates and nitrites can also be found naturally inuntreated fruits and vegetables and may also be involved in the formation of nitrosamines. 82−88Sulfites (E220 −228) are used in foods such as wine, dried fruit, dehydrated cookies, and fish, among others and can act as such or combined with organicacids. However, they are known to cause adverse reactions insensitive people and have shown cytotoxic and carcinogeniceffects for rats and humans; also they are known to induce deterioration of thiamine (vitamin B1) in foods. 89−91 Propionic acid (E280) and its sodium (E281), calcium (E282), and potassium salts (E283)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0084",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 84,
    "text": "combined with organicacids. However, they are known to cause adverse reactions insensitive people and have shown cytotoxic and carcinogeniceffects for rats and humans; also they are known to induce deterioration of thiamine (vitamin B1) in foods. 89−91 Propionic acid (E280) and its sodium (E281), calcium (E282), and potassium salts (E283) are used primarily in bakery products to prevent mold and other fungal contamination. There are not many studies on their toxicity, althoughthey have been reported to induce onion root tipabnormalities, producing chromotoxic e ffects and, consequently, chromosomal anomalies and have also been linkedto irritability, restlessness, inattention, and sleep disturbancesin some"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0085",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 85,
    "text": "are used primarily in bakery products to prevent mold and other fungal contamination. There are not many studies on their toxicity, althoughthey have been reported to induce onion root tipabnormalities, producing chromotoxic e ffects and, consequently, chromosomal anomalies and have also been linkedto irritability, restlessness, inattention, and sleep disturbancesin some children. 12,72 Other e ffective antimicrobial agents are acetic, benzoic, and lactic acids. Malic (E296), fumaric (E297), citric (E330), andother organic acids are also used, having, however, limitedantimicrobial activity; in fact, they are more often used asflavoring agents. Generally, the mechanisms of action of weak organic acids are based on"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0086",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 86,
    "text": "children. 12,72 Other e ffective antimicrobial agents are acetic, benzoic, and lactic acids. Malic (E296), fumaric (E297), citric (E330), andother organic acids are also used, having, however, limitedantimicrobial activity; in fact, they are more often used asflavoring agents. Generally, the mechanisms of action of weak organic acids are based on the inhibition of nutrients. 72Acetic acid (E260), the main component of vinegar, is commonly used in condiments including mustard, salad dressings, and mayonnaise to inhibit the growth of fungi and bacteria. It ismore active against bacteria and yeasts than in molds. Benzoicacid and sodium benzoate (E210 and E211) tend to"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0087",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 87,
    "text": "the inhibition of nutrients. 72Acetic acid (E260), the main component of vinegar, is commonly used in condiments including mustard, salad dressings, and mayonnaise to inhibit the growth of fungi and bacteria. It ismore active against bacteria and yeasts than in molds. Benzoicacid and sodium benzoate (E210 and E211) tend to be used infoods where the pH is low, such as fruits, mayonnaises, pickledvegetables, and beverages, exerting their antimicrobial activityagainst yeasts and fungi, including inhibition of a flatoxin production. Lactic acid (E270) is incorporated into acidi fied food products to provide additional stability and safety. It isJournal of Agricultural and Food"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0088",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 88,
    "text": "be used infoods where the pH is low, such as fruits, mayonnaises, pickledvegetables, and beverages, exerting their antimicrobial activityagainst yeasts and fungi, including inhibition of a flatoxin production. Lactic acid (E270) is incorporated into acidi fied food products to provide additional stability and safety. It isJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052793 effective in reducing microbial communities on meat surfaces and is even more e fficient than acetic acid in reducing E. coli O157:H7.72 3.1.2. Natural Antimicrobials. Due to the potential of synthetic preservatives to cause health problems, consumersand companies"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0089",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 89,
    "text": "Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052793 effective in reducing microbial communities on meat surfaces and is even more e fficient than acetic acid in reducing E. coli O157:H7.72 3.1.2. Natural Antimicrobials. Due to the potential of synthetic preservatives to cause health problems, consumersand companies are trying to replace synthetic preservativeswith natural preservatives ( Figure 2 ), which can be achieved from sources such as plants, bacteria, fungi, animals, and algae and are considered safer for humans and the environment. 66 3.1.2.1. Plant-Based Antimicrobials. Depending on the type, nature, and concentration, various plant extracts (e.g.,herbs"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0090",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 90,
    "text": "are trying to replace synthetic preservativeswith natural preservatives ( Figure 2 ), which can be achieved from sources such as plants, bacteria, fungi, animals, and algae and are considered safer for humans and the environment. 66 3.1.2.1. Plant-Based Antimicrobials. Depending on the type, nature, and concentration, various plant extracts (e.g.,herbs and spices) have preservative aptitudes, with antimicro-bial activity against various microorganisms and can thusincrease the storage life of foods. 66Thanks to compounds, such as phenols, alcohols, aldehydes, ketones, among others,these can be alternative sources of new antimicrobialcompounds, having already been reported by severalresearchers. 92−95Antimicrobial compounds present in plants include essential"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0091",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 91,
    "text": "and spices) have preservative aptitudes, with antimicro-bial activity against various microorganisms and can thusincrease the storage life of foods. 66Thanks to compounds, such as phenols, alcohols, aldehydes, ketones, among others,these can be alternative sources of new antimicrobialcompounds, having already been reported by severalresearchers. 92−95Antimicrobial compounds present in plants include essential oils, phenolic compounds, polypeptides,lectins, and alkaloids. Additional categories of substances,such as polyamines, organic acids, glycosides, and glucosino-lates, have also shown potential as natural antimicrobials. 72 Essential oils (EO) are produced mainly by aromatic plants and are bioactive, complex liquid volatile compoundscharacterized by an intense flavor and smell. In the food"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0092",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 92,
    "text": "oils, phenolic compounds, polypeptides,lectins, and alkaloids. Additional categories of substances,such as polyamines, organic acids, glycosides, and glucosino-lates, have also shown potential as natural antimicrobials. 72 Essential oils (EO) are produced mainly by aromatic plants and are bioactive, complex liquid volatile compoundscharacterized by an intense flavor and smell. In the food industry, they are mainly used as flavoring agents; however, they may also act as natural antioxidants and antimicrobials in food preservation. The principal plants used for EO extraction include lemongrass, peppermint, lavender, geranium, thyme,oregano, sage, rosemary, basil, vanilla, clove, fennel, cumin,cinnamon, and anise. The main compounds present in EO that"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0093",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 93,
    "text": "industry, they are mainly used as flavoring agents; however, they may also act as natural antioxidants and antimicrobials in food preservation. The principal plants used for EO extraction include lemongrass, peppermint, lavender, geranium, thyme,oregano, sage, rosemary, basil, vanilla, clove, fennel, cumin,cinnamon, and anise. The main compounds present in EO that confer antimicrobial activity are terpenes, aldehydes, ketones,aliphatic alcohols, organic acids, phenolic compounds, saponins, glucosinolates, and thiosul finates. 98Rich in terpenes, such as linalool, eugenol (from clove and cinnamon), thymol(from thyme and oregano), carvone, carvacrol (from oregano),citral, limonene and their precursors, and many other substances, EO possesses antimicrobial properties against a"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0094",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 94,
    "text": "confer antimicrobial activity are terpenes, aldehydes, ketones,aliphatic alcohols, organic acids, phenolic compounds, saponins, glucosinolates, and thiosul finates. 98Rich in terpenes, such as linalool, eugenol (from clove and cinnamon), thymol(from thyme and oregano), carvone, carvacrol (from oregano),citral, limonene and their precursors, and many other substances, EO possesses antimicrobial properties against a broad spectrum of food-borne microorganisms, includingspoilage and pathogenic bacteria and fungi. 92,99Carvacrol, for example, found in high concentrations in oregano, has antimicrobial and antifungal power, even at low concentrations, and these e ffects can be enhanced if cinnamaldehyde and nisin are also present. Thymol, an isomer of carvacrol,shows the same"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0095",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 95,
    "text": "broad spectrum of food-borne microorganisms, includingspoilage and pathogenic bacteria and fungi. 92,99Carvacrol, for example, found in high concentrations in oregano, has antimicrobial and antifungal power, even at low concentrations, and these e ffects can be enhanced if cinnamaldehyde and nisin are also present. Thymol, an isomer of carvacrol,shows the same antibacterial and fungicidal activity, including inhibitory e ffects against Aspergillus species in vitro . 100Ozogul et al.101revealed that an EO-based nanoemulsion (thyme and rosemary) can be used as a preservative ingredient due to its capacity to improve microbiological and organoleptic properties in rainbow trout fillets. Generally, EO produces a better"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0096",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 96,
    "text": "antibacterial and fungicidal activity, including inhibitory e ffects against Aspergillus species in vitro . 100Ozogul et al.101revealed that an EO-based nanoemulsion (thyme and rosemary) can be used as a preservative ingredient due to its capacity to improve microbiological and organoleptic properties in rainbow trout fillets. Generally, EO produces a better inhibitory e ffect against Gram-positive than Gram-negative bacteria, since they are lip ophilic compounds and can penetrate Gram-positive bacteria.102Their capabilities can be further enhanced by synergism with bacteriocins or even foodconstituents, depending on the purpose. While essential oilsare generally incorporated into foods by direct mixing, immersion, and spraying met hods,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0097",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 97,
    "text": "inhibitory e ffect against Gram-positive than Gram-negative bacteria, since they are lip ophilic compounds and can penetrate Gram-positive bacteria.102Their capabilities can be further enhanced by synergism with bacteriocins or even foodconstituents, depending on the purpose. While essential oilsare generally incorporated into foods by direct mixing, immersion, and spraying met hods, they recently found application in bioactive packaging, encapsulation, and nano-technology. Other considered applications are edible films and coatings with incorporated bioactive substances, which have Figure 2. Natural compounds with preservative capacity, in use or under research. *Additive allowed as a colorant but not as an antioxidant. **Additive still under study,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0098",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 98,
    "text": "they recently found application in bioactive packaging, encapsulation, and nano-technology. Other considered applications are edible films and coatings with incorporated bioactive substances, which have Figure 2. Natural compounds with preservative capacity, in use or under research. *Additive allowed as a colorant but not as an antioxidant. **Additive still under study, not yet permitted in the EU.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052794 been targeted especially in food preservation, acting as carriers for EO and thus controlling microbial growth.66In this context, the EO of Origanum majorana encapsulated in terpinen-4-ol enriched chitosan"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0099",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 99,
    "text": "not yet permitted in the EU.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052794 been targeted especially in food preservation, acting as carriers for EO and thus controlling microbial growth.66In this context, the EO of Origanum majorana encapsulated in terpinen-4-ol enriched chitosan nanoemulsion has beenshown to be a considerable preservative of stored food products against contamination by fungi, a flatoxin B1 (AFB1), and lipid peroxidation.103Consequently, these bioactive encapsulated compounds could be approved as a suitableantifungal agent to extend the shelf life of food products.Furthermore, the use of EO of clove, oregano, sage,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0100",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 100,
    "text": "nanoemulsion has beenshown to be a considerable preservative of stored food products against contamination by fungi, a flatoxin B1 (AFB1), and lipid peroxidation.103Consequently, these bioactive encapsulated compounds could be approved as a suitableantifungal agent to extend the shelf life of food products.Furthermore, the use of EO of clove, oregano, sage, ginger, andthyme, alone or in combination, has demonstrated the abilityto limit the oxidative process in food matrixes, such as meatsand dairy products, due to their richness in phenoliccompounds. In this regard, various EO have shown remarkable antioxidant activity, being considered e ffective in retarding lipid oxidation in fish and meat"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0101",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 101,
    "text": "ginger, andthyme, alone or in combination, has demonstrated the abilityto limit the oxidative process in food matrixes, such as meatsand dairy products, due to their richness in phenoliccompounds. In this regard, various EO have shown remarkable antioxidant activity, being considered e ffective in retarding lipid oxidation in fish and meat products and applied as preservatives in fish supplements. 104The only drawback of EOs is that, even at low concentrations, they can be toxic tohumans, so more extensive studies should be conducted todetermine their actual e ffects on the human body and to establish an ADI. 105On the other hand, weak"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0102",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 102,
    "text": "products and applied as preservatives in fish supplements. 104The only drawback of EOs is that, even at low concentrations, they can be toxic tohumans, so more extensive studies should be conducted todetermine their actual e ffects on the human body and to establish an ADI. 105On the other hand, weak organic acids (citric, acetic, malic, lactic, tartaric, etc.), present in oranges,lemons, apples, and grapes, along with other fruits and juices, are natural flavoring and acidifying agents in acidi fied foods and can prevent various contaminating microbes.72 3.1.2.2. Animal and Microbi al-Based Antimicrobials. Other bioactive compounds that can be applied in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0103",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 103,
    "text": "organic acids (citric, acetic, malic, lactic, tartaric, etc.), present in oranges,lemons, apples, and grapes, along with other fruits and juices, are natural flavoring and acidifying agents in acidi fied foods and can prevent various contaminating microbes.72 3.1.2.2. Animal and Microbi al-Based Antimicrobials. Other bioactive compounds that can be applied in foodpreservation are those derived from animal secretions or defense systems. Antimicrobial peptides (AMPs), for example, are oligopeptides with a broad spectrum of activity againstbacteria, fungi, protozoa, and some viruses. They are isolatedfrom natural sources such as plants, insects, amphibians,crustaceans, and marine organisms, and those already used asfood additives have been"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0104",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 104,
    "text": "foodpreservation are those derived from animal secretions or defense systems. Antimicrobial peptides (AMPs), for example, are oligopeptides with a broad spectrum of activity againstbacteria, fungi, protozoa, and some viruses. They are isolatedfrom natural sources such as plants, insects, amphibians,crustaceans, and marine organisms, and those already used asfood additives have been claimed to possess positive healtheffects with unreported toxicity. 66Lysozyme, lactoferrin, ovotransferrin, pleurocidin, defensins, chitosan, etc. are other possible antimicrobials of animal origin. Lysozyme, from various sources, has antimicrobial activity, particularly againstGram-positive bacteria. This enzyme is broadly used aspreservative in meat, fish, milk, and dairy products as well as fruits and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0105",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 105,
    "text": "claimed to possess positive healtheffects with unreported toxicity. 66Lysozyme, lactoferrin, ovotransferrin, pleurocidin, defensins, chitosan, etc. are other possible antimicrobials of animal origin. Lysozyme, from various sources, has antimicrobial activity, particularly againstGram-positive bacteria. This enzyme is broadly used aspreservative in meat, fish, milk, and dairy products as well as fruits and vegetables, although it has a limited action againstbacteria and fungi. Its activity can be increased when used insynergy with other preservatives, as nisin. 12Lactoferrin has iron-binding capacity and is found in milk and other secretions.Two AMPs isolated from fish are pleurocidin and protamine, which have activity against the bacterium Listeria"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0106",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 106,
    "text": "vegetables, although it has a limited action againstbacteria and fungi. Its activity can be increased when used insynergy with other preservatives, as nisin. 12Lactoferrin has iron-binding capacity and is found in milk and other secretions.Two AMPs isolated from fish are pleurocidin and protamine, which have activity against the bacterium Listeria monocytogenes as well as other food-borne microorganisms. Cathledicin, found in mammals, shows activity against bacteria,fungi, and viruses. 106Salmin, a cationic AMP derived from salmon milt, was found to slow the growth of Listeria monocytogenes in smoked salmon.107The use of chitosan and its derivatives (extracted from the exoskeletons of crustaceansand arthropods)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0107",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 107,
    "text": "monocytogenes as well as other food-borne microorganisms. Cathledicin, found in mammals, shows activity against bacteria,fungi, and viruses. 106Salmin, a cationic AMP derived from salmon milt, was found to slow the growth of Listeria monocytogenes in smoked salmon.107The use of chitosan and its derivatives (extracted from the exoskeletons of crustaceansand arthropods) in the food and pharmaceutical industries ismainly due to their preservative e ffects. They can find application in the development of edible films and coatings used in the food industry and are also employed incombination with other molecules such as xylan andglucose. 108In fact, chitosan fibers combined with flavonoids have"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0108",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 108,
    "text": "in the food and pharmaceutical industries ismainly due to their preservative e ffects. They can find application in the development of edible films and coatings used in the food industry and are also employed incombination with other molecules such as xylan andglucose. 108In fact, chitosan fibers combined with flavonoids have shown excellent antioxidant activity.109The application of chitosan in meat and seafood conferred signi ficant oxidative stability by reducing the thiobarbituric acid value and retardinglipid oxidation during storage.65One enzyme that has attracted attention for its bactericidal or bacteriostatic properties islactoperoxidase (LPO), due to its use as a natural antimicrobial agent in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0109",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 109,
    "text": "shown excellent antioxidant activity.109The application of chitosan in meat and seafood conferred signi ficant oxidative stability by reducing the thiobarbituric acid value and retardinglipid oxidation during storage.65One enzyme that has attracted attention for its bactericidal or bacteriostatic properties islactoperoxidase (LPO), due to its use as a natural antimicrobial agent in food packaging. The application of chitosan with LPOto coat trout fillets preserved their quality.110Likewise, incorporating LPO in alginate coatings had an inhibitoryeffect on Listeria monocytogenes andE. coli bacteria in rainbow trout fillets.111 Beyond the demonstrated activity of AMPs against various food-borne pathogens,112many research studies have also reported that protein hydrolysates"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0110",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 110,
    "text": "food packaging. The application of chitosan with LPOto coat trout fillets preserved their quality.110Likewise, incorporating LPO in alginate coatings had an inhibitoryeffect on Listeria monocytogenes andE. coli bacteria in rainbow trout fillets.111 Beyond the demonstrated activity of AMPs against various food-borne pathogens,112many research studies have also reported that protein hydrolysates and peptides obtained fromgoat milk, blue mussel, Paci fic hake fillet, tuna backbone, or beef can exert a higher antioxidant activity than α-tocopherol, BHT and BHA (butylated hydroxytoluene and butylated hydroxyanisole, respectively) additives, being therefore valuable alternative preservative and functional ingredients to beused in food to decrease oxidative change during"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0111",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 111,
    "text": "and peptides obtained fromgoat milk, blue mussel, Paci fic hake fillet, tuna backbone, or beef can exert a higher antioxidant activity than α-tocopherol, BHT and BHA (butylated hydroxytoluene and butylated hydroxyanisole, respectively) additives, being therefore valuable alternative preservative and functional ingredients to beused in food to decrease oxidative change during storage. 109,113 Food biopreservation usi ng microbes and microbial metabolites to increase food safety and extend shelf life isone of the alternatives to chemical treatments. Lactic acid bacteria (LAB) are the main candidates, and several species have been used as cultures to produce fermented productssuch as sausages, cheeses, or yogurts."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0112",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 112,
    "text": "storage. 109,113 Food biopreservation usi ng microbes and microbial metabolites to increase food safety and extend shelf life isone of the alternatives to chemical treatments. Lactic acid bacteria (LAB) are the main candidates, and several species have been used as cultures to produce fermented productssuch as sausages, cheeses, or yogurts. Antibacterial compoundssuch as bacteriocins, organic acids, reuterin, diacetyl, ethanol,CO 2,H2O2, and lactic acid derivatives are generated by LAB.72 Bacteriocins are ribosomally synthesized antimicrobial peptides that are produced by bacteria and have been employed in the preservation of meat and vegetable productsfor having bactericidal or bacteriostatic e ffects.98,114Bacteriocins used in food"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0113",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 113,
    "text": "Antibacterial compoundssuch as bacteriocins, organic acids, reuterin, diacetyl, ethanol,CO 2,H2O2, and lactic acid derivatives are generated by LAB.72 Bacteriocins are ribosomally synthesized antimicrobial peptides that are produced by bacteria and have been employed in the preservation of meat and vegetable productsfor having bactericidal or bacteriostatic e ffects.98,114Bacteriocins used in food are synthesized by strains of Carnobacterium,Lactococcus ,Lactobacillus ,Pediococcus ,Leuconostoc , and Propionibacterium and the major bacteriocins include nisin, pediocin, diplococcin, plantari cin, acetylphilin, helveticin, bulgarican, and lactacin.72They can also be used in bioactive packaging applications to control food pathogens bypreventing the growth of microorganisms on the food surfacethrough contact of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0114",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 114,
    "text": "are synthesized by strains of Carnobacterium,Lactococcus ,Lactobacillus ,Pediococcus ,Leuconostoc , and Propionibacterium and the major bacteriocins include nisin, pediocin, diplococcin, plantari cin, acetylphilin, helveticin, bulgarican, and lactacin.72They can also be used in bioactive packaging applications to control food pathogens bypreventing the growth of microorganisms on the food surfacethrough contact of the packaging material. 115Nisin is an antimicrobial peptide naturally synthesized by Lactococcus lactis and is the only bacteriocin recommended for global applicationas an additive in the food industry with GRAS (generallyrecognized as safe) status and excellent antibacterial proper-ties. 116It has activity against Gram-positive bacteria, including S. aureus andL. monocytogenes and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0115",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 115,
    "text": "the packaging material. 115Nisin is an antimicrobial peptide naturally synthesized by Lactococcus lactis and is the only bacteriocin recommended for global applicationas an additive in the food industry with GRAS (generallyrecognized as safe) status and excellent antibacterial proper-ties. 116It has activity against Gram-positive bacteria, including S. aureus andL. monocytogenes and limits the growth of spores of several Clostridium andBacillus species. It has little e ffect on Gram-negative bacteri a, yeasts, and molds,117but the incorporation of chelating agents (e.g., EDTA) may enhanceits effect. It has been used with good results in meat, cheese, and dairy products, seafood, and in the wine"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0116",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 116,
    "text": "limits the growth of spores of several Clostridium andBacillus species. It has little e ffect on Gram-negative bacteri a, yeasts, and molds,117but the incorporation of chelating agents (e.g., EDTA) may enhanceits effect. It has been used with good results in meat, cheese, and dairy products, seafood, and in the wine and beer industries, being able to tolerate high and low temperaturesand acidity. Furthermore, it has also demonstrated ability toprevent the progression of human squamous carcinoma celllines, although it also showed toxicological e ffects in mice. 66,118 The synergistic e ffects of nisin with carvacrol and lysozyme, as well as its"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0117",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 117,
    "text": "and beer industries, being able to tolerate high and low temperaturesand acidity. Furthermore, it has also demonstrated ability toprevent the progression of human squamous carcinoma celllines, although it also showed toxicological e ffects in mice. 66,118 The synergistic e ffects of nisin with carvacrol and lysozyme, as well as its encapsulation feasibility, have been explored withvisible success.12,100,119−121 On the other hand, reuterin appears as a broad-spectrum antimicrobial substance, produced exclusively by the enzymeglycerol dehydratase from L. reuteri . The high-water solubility, heat resistance, stability over a wide range of pH values, andlipolytic and proteolytic enzymes make it a good biopreserva-tive"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0118",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 118,
    "text": "encapsulation feasibility, have been explored withvisible success.12,100,119−121 On the other hand, reuterin appears as a broad-spectrum antimicrobial substance, produced exclusively by the enzymeglycerol dehydratase from L. reuteri . The high-water solubility, heat resistance, stability over a wide range of pH values, andlipolytic and proteolytic enzymes make it a good biopreserva-tive for foods. It controls Gram-positive and Gram-negativespoilage and pathogenic bacteria in milk, dairy, and meatproducts and can prevent the growth of Aeromonas hydrophila , L. monocytogenes ,E. coli O157: H7 ,Clostridium jejuni ,Y. enterocolitica , and S. aureus . 122Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0119",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 119,
    "text": "for foods. It controls Gram-positive and Gram-negativespoilage and pathogenic bacteria in milk, dairy, and meatproducts and can prevent the growth of Aeromonas hydrophila , L. monocytogenes ,E. coli O157: H7 ,Clostridium jejuni ,Y. enterocolitica , and S. aureus . 122Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052795 Organic acids play an important role in the ability of LAB starter cultures to inhibit u ndesirable microorganisms, providing food safety. They cause a pH reduction, inhibitingspoilage and pathogenic bacteria.123Lactic acid is the main compound produced in food fermentations, followed by aceticand propionic acids."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0120",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 120,
    "text": "Food Chem. 2022, 70, 2789 −28052795 Organic acids play an important role in the ability of LAB starter cultures to inhibit u ndesirable microorganisms, providing food safety. They cause a pH reduction, inhibitingspoilage and pathogenic bacteria.123Lactic acid is the main compound produced in food fermentations, followed by aceticand propionic acids. Enterococcus ,Lactococcus ,Lactobacillus , Streptococcus ,Pediococcus , and Leuconostoc are some of the strains that provide lactic acid as the main product, andyogurts, olives, sauerkrauts, and fermented sausages are mainlymaintained by this acid. 124Propionic acid is generated by Propionibacterium in cheese.72The hydrogen peroxide produced by LAB is e ffective against"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0121",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 121,
    "text": "Enterococcus ,Lactococcus ,Lactobacillus , Streptococcus ,Pediococcus , and Leuconostoc are some of the strains that provide lactic acid as the main product, andyogurts, olives, sauerkrauts, and fermented sausages are mainlymaintained by this acid. 124Propionic acid is generated by Propionibacterium in cheese.72The hydrogen peroxide produced by LAB is e ffective against spoilage and pathogenic microorganisms such as Pseudomonas spp . and S. aureus . Carbon dioxide is also generated during fermentation ofvegetables, such as sauerkraut, and helps to establish anaerobicconditions, being lethal to certain aerobic food microorganismsand having the ability to lower intracellular pH and inhibit enzymatic reactions. It generally prevents"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0122",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 122,
    "text": "spoilage and pathogenic microorganisms such as Pseudomonas spp . and S. aureus . Carbon dioxide is also generated during fermentation ofvegetables, such as sauerkraut, and helps to establish anaerobicconditions, being lethal to certain aerobic food microorganismsand having the ability to lower intracellular pH and inhibit enzymatic reactions. It generally prevents the growth of obligate aerobes, such as fungi, and slows the growth offacultative microorganisms, such as Enterobacteriaceae . 125 Diacetyl generated by strains from many LAB has antibacterial activity against yeasts, fungi, and Gram-negative bacteria,which are more susceptible to diacetyl than Gram-positivebacteria. 126Despite being negligible to biopreservation, the contribution of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0123",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 123,
    "text": "the growth of obligate aerobes, such as fungi, and slows the growth offacultative microorganisms, such as Enterobacteriaceae . 125 Diacetyl generated by strains from many LAB has antibacterial activity against yeasts, fungi, and Gram-negative bacteria,which are more susceptible to diacetyl than Gram-positivebacteria. 126Despite being negligible to biopreservation, the contribution of ethanol can increase the lethal e ffect of low pH and lactic acid in E. coli , although at higher concentrations than those likely to occur in lactic fermentations.127 As described, there is a wide variety of natural antimicrobial compounds. However, some have not yet been approved asfood antimicrobials, in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0124",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 124,
    "text": "ethanol can increase the lethal e ffect of low pH and lactic acid in E. coli , although at higher concentrations than those likely to occur in lactic fermentations.127 As described, there is a wide variety of natural antimicrobial compounds. However, some have not yet been approved asfood antimicrobials, in part due to the extensive toxicologicalexperiments required to ensure their safety. Consequently,additional research is needed to discover the optimal levels ofantioxidants and antimicrobial substances that can be used harmlessly in food systems without excessively altering sensory or physicochemical characteristic. 128 3.2. Antioxidants. In the storage process, two types of oxidations"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0125",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 125,
    "text": "part due to the extensive toxicologicalexperiments required to ensure their safety. Consequently,additional research is needed to discover the optimal levels ofantioxidants and antimicrobial substances that can be used harmlessly in food systems without excessively altering sensory or physicochemical characteristic. 128 3.2. Antioxidants. In the storage process, two types of oxidations (lipid peroxidation and rancidi fication) occur in foods. Molecular oxygen oxidation is the primary degradationprocess in foods; it promotes a loss of nutritional value and produces an undesirable taste and smell.22Auto-oxidation in foods can occur in vitamins, but it is mostly observed in fat(unsaturated fatty acids, cholesterol, and phospholipids).129 Beyond"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0126",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 126,
    "text": "(lipid peroxidation and rancidi fication) occur in foods. Molecular oxygen oxidation is the primary degradationprocess in foods; it promotes a loss of nutritional value and produces an undesirable taste and smell.22Auto-oxidation in foods can occur in vitamins, but it is mostly observed in fat(unsaturated fatty acids, cholesterol, and phospholipids).129 Beyond the impacts in the organoleptic properties, such as thealteration of the color and texture and the induction of a rancidtaste, it also leads to the formation of toxic compounds. 18,130 To prevent or delay these reactions, the food industry relies on antioxidants, which scavenge free radicals and oxygen, stoppingperoxidation at"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0127",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 127,
    "text": "the impacts in the organoleptic properties, such as thealteration of the color and texture and the induction of a rancidtaste, it also leads to the formation of toxic compounds. 18,130 To prevent or delay these reactions, the food industry relies on antioxidants, which scavenge free radicals and oxygen, stoppingperoxidation at the initiation or propagation stages, thusprolonging the shelf life of foods and preventing theirdecomposition without adding taste or odor to the food or changing its appearance. 131 T h ei m p o r t a n c eo fs e p a r a t i n gs y"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0128",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 128,
    "text": "the initiation or propagation stages, thusprolonging the shelf life of foods and preventing theirdecomposition without adding taste or odor to the food or changing its appearance. 131 T h ei m p o r t a n c eo fs e p a r a t i n gs y n t h e t i c / a r t i ficial food additives from natural food additives is becoming more andmore necessary due to the interest in the application of thelatter. Likewise, the amounts and permissions of use of naturaland synthetic antioxidant sources in each type of food"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0129",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 129,
    "text": "n t h e t i c / a r t i ficial food additives from natural food additives is becoming more andmore necessary due to the interest in the application of thelatter. Likewise, the amounts and permissions of use of naturaland synthetic antioxidant sources in each type of food should be added to the o fficial tables. 132 The main synthetic antioxidants used, mainly to inhibit the oxidation of fatty acids, are BHA (E320) and BHT (E221).BHA is used for foods and coatings, working better in animalfats than in vegetable fats. The acceptable daily intake (ADI) is1 mg/kg body"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0130",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 130,
    "text": "should be added to the o fficial tables. 132 The main synthetic antioxidants used, mainly to inhibit the oxidation of fatty acids, are BHA (E320) and BHT (E221).BHA is used for foods and coatings, working better in animalfats than in vegetable fats. The acceptable daily intake (ADI) is1 mg/kg body weight (bw) and exposure of children and adults should not exceed these doses. For its part, BHT, one ofthe cheapest antioxidants to produce, is generally used in animal fats and dry breakfast cereals, not exceeding an ADI of0.5 mg/kg bw. 133These antioxidants have synergistic behavior when added to foods, deeply"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0131",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 131,
    "text": "weight (bw) and exposure of children and adults should not exceed these doses. For its part, BHT, one ofthe cheapest antioxidants to produce, is generally used in animal fats and dry breakfast cereals, not exceeding an ADI of0.5 mg/kg bw. 133These antioxidants have synergistic behavior when added to foods, deeply volatile given their chemicalstructures, and methods with thermal processes such ascooking or frying are not recommended. Their use has been banned or limited in some countries because of their harmful effects on human health. 134TBHQ ( tert-butylhydroquinone) (E319), also very common, has applications in meats,margarines, cereals, and oils, but it"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0132",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 132,
    "text": "volatile given their chemicalstructures, and methods with thermal processes such ascooking or frying are not recommended. Their use has been banned or limited in some countries because of their harmful effects on human health. 134TBHQ ( tert-butylhydroquinone) (E319), also very common, has applications in meats,margarines, cereals, and oils, but it is not e fficient in the bread and pastry industry. Gallate compounds (E310 −E312) are used alone or in combination with BHT and BHA. Theyhave very limited, case-speci fic applications but can be used in dried milk, fats, oils, nut butters, potato products, chewinggums, cereals, meats, nuts, and food supplements."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0133",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 133,
    "text": "is not e fficient in the bread and pastry industry. Gallate compounds (E310 −E312) are used alone or in combination with BHT and BHA. Theyhave very limited, case-speci fic applications but can be used in dried milk, fats, oils, nut butters, potato products, chewinggums, cereals, meats, nuts, and food supplements. Other EFSAapproved chemical antioxidants include ascorbic acid and derivatives (E300 −E304), EDTA (E385), erythorbic acid (E315), sodium erythorbate (E316), citrates (E330 −E380), lactates (E325 −E327), and tartrates (E334 −E354). 132 Ascorbic acid (E300) is a powerful antioxidant that can be used in practically used worldwide. It is commonly used in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0134",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 134,
    "text": "Other EFSAapproved chemical antioxidants include ascorbic acid and derivatives (E300 −E304), EDTA (E385), erythorbic acid (E315), sodium erythorbate (E316), citrates (E330 −E380), lactates (E325 −E327), and tartrates (E334 −E354). 132 Ascorbic acid (E300) is a powerful antioxidant that can be used in practically used worldwide. It is commonly used in combination with arti ficial antioxidants such as BHT and BHA because of their excellent properties in regenerating otherantioxidants. It also has a strong association with tocopher-ols. 18Sodium ascorbate (E301), used in several foods, was tested in fermented dry sausages to prevent oxidation ofproteins and lipids. However, its application as a"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0135",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 135,
    "text": "combination with arti ficial antioxidants such as BHT and BHA because of their excellent properties in regenerating otherantioxidants. It also has a strong association with tocopher-ols. 18Sodium ascorbate (E301), used in several foods, was tested in fermented dry sausages to prevent oxidation ofproteins and lipids. However, its application as a substitute fornitrites in foods is very limited due to its pro-oxidantbehavior. 135Calcium ascorbate (E302) is used in dairy products, cured or cooked meat products, to dip freshly cut fruit and prevent browning, to intensify the color of cured meat, and to act as a synergist for other antioxidants.136,137 Fatty acid"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0136",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 136,
    "text": "substitute fornitrites in foods is very limited due to its pro-oxidantbehavior. 135Calcium ascorbate (E302) is used in dairy products, cured or cooked meat products, to dip freshly cut fruit and prevent browning, to intensify the color of cured meat, and to act as a synergist for other antioxidants.136,137 Fatty acid esters of ascorbic acid (E304) can be used in dairy products, chewing gums, cereals, meats, desserts, salads, sauces,and others.138Erythorbates (E315 −E316) are mostly dissipated in cured meats, frozen fruits, vegetables, oils, fats,seafood, and fish with the function of reducing the formation of nitrosamines during curing or cooking.139Sodium lactate (E325) and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0137",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 137,
    "text": "esters of ascorbic acid (E304) can be used in dairy products, chewing gums, cereals, meats, desserts, salads, sauces,and others.138Erythorbates (E315 −E316) are mostly dissipated in cured meats, frozen fruits, vegetables, oils, fats,seafood, and fish with the function of reducing the formation of nitrosamines during curing or cooking.139Sodium lactate (E325) and potassium lactate (E326) are used as antimicro-bials in processed and unprocessed meats, sausages, meat burgers, and fish.140−142 Citric acid (E330) is a very strong synergist, especially with ascorbic acid and chitosan. It also prevents browning of foodsand increases their shelf life, since it also acts as a chelatingagent. 143Another strong"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0138",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 138,
    "text": "potassium lactate (E326) are used as antimicro-bials in processed and unprocessed meats, sausages, meat burgers, and fish.140−142 Citric acid (E330) is a very strong synergist, especially with ascorbic acid and chitosan. It also prevents browning of foodsand increases their shelf life, since it also acts as a chelatingagent. 143Another strong synergist with organic acids, specifically with citric, tartaric, malic, and lactic acids is sodium citrate (E331), which in turn has a chelating, pH bu ffering, retarding, antimicrobial, flavor-enhancing, and antioxidant effect, being mainly used in meats and skimmed milk.144 Potassium citrate (E332) and calcium citrate (E333) are used in jellies,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0139",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 139,
    "text": "synergist with organic acids, specifically with citric, tartaric, malic, and lactic acids is sodium citrate (E331), which in turn has a chelating, pH bu ffering, retarding, antimicrobial, flavor-enhancing, and antioxidant effect, being mainly used in meats and skimmed milk.144 Potassium citrate (E332) and calcium citrate (E333) are used in jellies, marmalades, and cheeses as emulsifying agents, pHbuffers, sequestrants, and antioxidants and are mainly used to modify intense flavors.1Tartaric acid (E334) and its derivatives, sodium (E335), potassium (E336), and calcium(E336) salts, are used in chocolates, marmalades, gelatins, canned food, and fresh pasta as well as in cheeses, fats, oils, meats, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0140",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 140,
    "text": "marmalades, and cheeses as emulsifying agents, pHbuffers, sequestrants, and antioxidants and are mainly used to modify intense flavors.1Tartaric acid (E334) and its derivatives, sodium (E335), potassium (E336), and calcium(E336) salts, are used in chocolates, marmalades, gelatins, canned food, and fresh pasta as well as in cheeses, fats, oils, meats, and sausages.1,145Phosphoric acid (E338) and its salts synergize with citric acid to prevent fat oxidation and are usedin soft drinks, fruit jellies, cheese, and yeast powders.146 Sodium phosphate (E339) has chelating and antimicrobialeffects, which are enhanced by synergy with nisin and is applied in pasta, meat, powdered milk, fruit, cheese, snacks,and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0141",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 141,
    "text": "sausages.1,145Phosphoric acid (E338) and its salts synergize with citric acid to prevent fat oxidation and are usedin soft drinks, fruit jellies, cheese, and yeast powders.146 Sodium phosphate (E339) has chelating and antimicrobialeffects, which are enhanced by synergy with nisin and is applied in pasta, meat, powdered milk, fruit, cheese, snacks,and ready-made desserts. Potassium phosphate (E340) is usedJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052796 in meats, breads, pasta, powdered juices, eggs, pasta, and sausages, calcium phosphate (E341) is used in the bakingindustry, fruit preserves, powdered juices flour, cheese, and porridge, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0142",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 142,
    "text": "ready-made desserts. Potassium phosphate (E340) is usedJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052796 in meats, breads, pasta, powdered juices, eggs, pasta, and sausages, calcium phosphate (E341) is used in the bakingindustry, fruit preserves, powdered juices flour, cheese, and porridge, and with less representation, ammonium phosphate(E342) and magnesium phosphate (E343), which can be usedin breads, pasta, cookies, and pancakes. All are considered GRAS molecules. 1,18,36,139Adipic acid and its salts are used in cheeses, jellies, and canned fruit and is used synergistically withsodium metabisul fite (E223). Succinic acid is applied to chicken"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0143",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 143,
    "text": "with less representation, ammonium phosphate(E342) and magnesium phosphate (E343), which can be usedin breads, pasta, cookies, and pancakes. All are considered GRAS molecules. 1,18,36,139Adipic acid and its salts are used in cheeses, jellies, and canned fruit and is used synergistically withsodium metabisul fite (E223). Succinic acid is applied to chicken meat, dairy products, and cooked foods.1,36,139,146,147 Calcium disodium EDTA (E385) is used in foods such as poultry meats, processed meats, vegetables, fruits, beer, andfruit juices because it is a metal chelating compound, hasantioxidant properties, and when acting with potassiumsorbate, lysozyme, nisin, monolaurin, and monocapin increasesits antimicrobial potential. It is also"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0144",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 144,
    "text": "meat, dairy products, and cooked foods.1,36,139,146,147 Calcium disodium EDTA (E385) is used in foods such as poultry meats, processed meats, vegetables, fruits, beer, andfruit juices because it is a metal chelating compound, hasantioxidant properties, and when acting with potassiumsorbate, lysozyme, nisin, monolaurin, and monocapin increasesits antimicrobial potential. It is also often added with ascorbic and citric acid, lecithins, BHA, BHT, and PG (propyl gallate) for the purpose of anointing fats but also in fresh andprocessed meats, fish, sauces, cereals, and seafood. 1,18,36,139,148 In terms of natural antioxidant additives, rosemary extract (E392) is an example of the use of plant extracts"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0145",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 145,
    "text": "often added with ascorbic and citric acid, lecithins, BHA, BHT, and PG (propyl gallate) for the purpose of anointing fats but also in fresh andprocessed meats, fish, sauces, cereals, and seafood. 1,18,36,139,148 In terms of natural antioxidant additives, rosemary extract (E392) is an example of the use of plant extracts by the foodindustry for food preservation, thus allowing the search for and possible use of other sources of natural antioxidants. Phenolic compounds, such as carnosic acid, rosmarinic acid, carnosol,and rosmaridiphenol, among others, that compose therosemary extract and possess a great antioxidant power, 26as it allows a wide range of applications"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0146",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 146,
    "text": "by the foodindustry for food preservation, thus allowing the search for and possible use of other sources of natural antioxidants. Phenolic compounds, such as carnosic acid, rosmarinic acid, carnosol,and rosmaridiphenol, among others, that compose therosemary extract and possess a great antioxidant power, 26as it allows a wide range of applications in the European Union,namely, in dehydrated milk, fats, processed potatoes, fine pastry, processed and heat-treated meat, fish, and eggs, mustard, soups, sauces, and food supplements, among others.It has not been assigned an admissible daily intake (AID)value, given its safety, and is considered a quantum Satis (it can be added to"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0147",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 147,
    "text": "in the European Union,namely, in dehydrated milk, fats, processed potatoes, fine pastry, processed and heat-treated meat, fish, and eggs, mustard, soups, sauces, and food supplements, among others.It has not been assigned an admissible daily intake (AID)value, given its safety, and is considered a quantum Satis (it can be added to food in the quantity required to achieve the desired technological e ffect). It can also be used synergistically with other antioxidants such as nisin, polyphenols, BHA, andBHT to boost its antioxidant e ffect. 18,149−154 3.2.1. Natural Antioxidant Preservatives. The interest in natural antioxidants has grown exponentially, and their importance both"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0148",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 148,
    "text": "food in the quantity required to achieve the desired technological e ffect). It can also be used synergistically with other antioxidants such as nisin, polyphenols, BHA, andBHT to boost its antioxidant e ffect. 18,149−154 3.2.1. Natural Antioxidant Preservatives. The interest in natural antioxidants has grown exponentially, and their importance both in vivo and in food is undeniable. Natural and even functional additives that can be found in di fferent plants, fruits, algae, and mushrooms have been presented asalternatives to synthetic additives in order to fortify andstabilize foods. Some compounds, such as vitamins, poly-phenols, and carotenoids can even show similar protectiveeffects"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0149",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 149,
    "text": "in vivo and in food is undeniable. Natural and even functional additives that can be found in di fferent plants, fruits, algae, and mushrooms have been presented asalternatives to synthetic additives in order to fortify andstabilize foods. Some compounds, such as vitamins, poly-phenols, and carotenoids can even show similar protectiveeffects to BHT and BHA, being described as among the most relevant natural antioxidant compounds. 18 Polyphenols are known to have a powerful antioxidant capacity, with promising e ffects on human health, and due to these properties and the ability to preserve food as well as theirgood acceptance by consumers (as"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0150",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 150,
    "text": "to BHT and BHA, being described as among the most relevant natural antioxidant compounds. 18 Polyphenols are known to have a powerful antioxidant capacity, with promising e ffects on human health, and due to these properties and the ability to preserve food as well as theirgood acceptance by consumers (as they are natural molecules),their use is attractive for the food industry, especially when itcomes to replacing synthetic additives. 155The main groups of polyphenols are phenolic acids (hydroxybenzoic and cinnamic acids), flavonoids (anthocyanidins, flavones, flavonols, isoflavones, flavanols, and flavanones), lignans, and stilbenes.96,97 Among these phenolic compounds, some stand out more than"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0151",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 151,
    "text": "they are natural molecules),their use is attractive for the food industry, especially when itcomes to replacing synthetic additives. 155The main groups of polyphenols are phenolic acids (hydroxybenzoic and cinnamic acids), flavonoids (anthocyanidins, flavones, flavonols, isoflavones, flavanols, and flavanones), lignans, and stilbenes.96,97 Among these phenolic compounds, some stand out more than others and can be added to foods individually, after puri fication of the molecules or used as plant extracts, taking advantage ofthe synergistic e ffects between them.11Polyphenolic plant extracts, such as those from rosemary, previously mentionedand identi fied as a food additive have been used to act as antioxidants in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0152",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 152,
    "text": "others and can be added to foods individually, after puri fication of the molecules or used as plant extracts, taking advantage ofthe synergistic e ffects between them.11Polyphenolic plant extracts, such as those from rosemary, previously mentionedand identi fied as a food additive have been used to act as antioxidants in foods. Despite the advantages of synergybetween compounds, preference is often given to speci ficmolecules by industries. In this sense, it is believed that carnosic acid, a derivative of the hydroxybenzoic acidconstituent of rosemary extract, has the most signi ficant antioxidant power, being used in oils, animal fats, sauces,roasts, meat, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0153",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 153,
    "text": "foods. Despite the advantages of synergybetween compounds, preference is often given to speci ficmolecules by industries. In this sense, it is believed that carnosic acid, a derivative of the hydroxybenzoic acidconstituent of rosemary extract, has the most signi ficant antioxidant power, being used in oils, animal fats, sauces,roasts, meat, and fish burgers, among others. 156,157Ferulic acid, a hydroxycinnamic acid, is used as an antioxidant and precursor to other preservatives and has also been employed as part of food gels and edible films.158,159Catechin ( flavan-3ol) can be added directly to food, combined with other naturalsubstances as well as encapsulated, thus potentiating"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0154",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 154,
    "text": "fish burgers, among others. 156,157Ferulic acid, a hydroxycinnamic acid, is used as an antioxidant and precursor to other preservatives and has also been employed as part of food gels and edible films.158,159Catechin ( flavan-3ol) can be added directly to food, combined with other naturalsubstances as well as encapsulated, thus potentiating andamplifying its e ffects. 160Ascorbic acid (E300), i.e., vitamin C, can stabilize lipids and oils by helping to regenerate phenolicoxidants and tocopherols that have undergone oxidation. EFSAdetermined that its consumption is safe and did not de fine an ADI. 18,161 Another group of natural food additives with antioxidant potential are"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0155",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 155,
    "text": "andamplifying its e ffects. 160Ascorbic acid (E300), i.e., vitamin C, can stabilize lipids and oils by helping to regenerate phenolicoxidants and tocopherols that have undergone oxidation. EFSAdetermined that its consumption is safe and did not de fine an ADI. 18,161 Another group of natural food additives with antioxidant potential are carotenoids, although their use is limited becausethey are very susceptible to oxidation by light. The mostcommon in food are lycopene, lutein, and β-carotene. They are used in foods such as meat, fish, fruit, cereal products, pastries, dairy products, and many others. 132The most widely used carotenoid in food is lycopene"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0156",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 156,
    "text": "carotenoids, although their use is limited becausethey are very susceptible to oxidation by light. The mostcommon in food are lycopene, lutein, and β-carotene. They are used in foods such as meat, fish, fruit, cereal products, pastries, dairy products, and many others. 132The most widely used carotenoid in food is lycopene (E160d), found mainly in tomatoes, but it is not widely used as a food antioxidant. On the other hand, β-carotene (E160a) is used as an oxygen singlet in dairy products, bakery products, and eggs, amongothers.147Astaxanthin is a carotenoid pigment not approved by the EU; this colorant has a high antioxidant"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0157",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 157,
    "text": "(E160d), found mainly in tomatoes, but it is not widely used as a food antioxidant. On the other hand, β-carotene (E160a) is used as an oxygen singlet in dairy products, bakery products, and eggs, amongothers.147Astaxanthin is a carotenoid pigment not approved by the EU; this colorant has a high antioxidant capacity and iscurrently being studied as a possible food preservative. The useof carotenoids in the food industry must guarantee the stabilityof these molecules during storage. 162The union of carotenoids with ascorbic acid or vitamin E helps in synergies, and thismixture (either synthetically or extracted from plants and fruits) has been"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0158",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 158,
    "text": "capacity and iscurrently being studied as a possible food preservative. The useof carotenoids in the food industry must guarantee the stabilityof these molecules during storage. 162The union of carotenoids with ascorbic acid or vitamin E helps in synergies, and thismixture (either synthetically or extracted from plants and fruits) has been analyzed by the EFSA Scienti fic Panel, rejecting any toxicity from their consumption.163Another compound with which ascorbic acid can act are tocopherols,acting as very strong antioxidants. They are used in films and coatings as well as in additives (E306 −E309), exerting mainly an activity against lipid peroxidation and rancidity in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0159",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 159,
    "text": "analyzed by the EFSA Scienti fic Panel, rejecting any toxicity from their consumption.163Another compound with which ascorbic acid can act are tocopherols,acting as very strong antioxidants. They are used in films and coatings as well as in additives (E306 −E309), exerting mainly an activity against lipid peroxidation and rancidity in oils,meats, vegetable oils, an d dairy animal fats, among others. 147,164−168 There are also other carotenoids that are used as food additives. Annatto, for example, is a mixture of severalcarotenoids extracted from the Bixa orellana shrub, with bixin being the most prominent one. Although annatto is usedas a food colorant,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0160",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 160,
    "text": "oils,meats, vegetable oils, an d dairy animal fats, among others. 147,164−168 There are also other carotenoids that are used as food additives. Annatto, for example, is a mixture of severalcarotenoids extracted from the Bixa orellana shrub, with bixin being the most prominent one. Although annatto is usedas a food colorant, it can also be used as an antioxidant, and itsuse against auto-oxidation of triacylglycerols in seeds has beenreported. Other reports have suggested that synergistic links between tocopherols and norbixin allow for an increase in antioxidant potential, the latter being recognized as a strongerantioxidant than the former. Its use is permitted"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0161",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 161,
    "text": "it can also be used as an antioxidant, and itsuse against auto-oxidation of triacylglycerols in seeds has beenreported. Other reports have suggested that synergistic links between tocopherols and norbixin allow for an increase in antioxidant potential, the latter being recognized as a strongerantioxidant than the former. Its use is permitted in the EU withan ADI of 0.065 mg/kg bw and is identi fied with the code E160b. 169Lutein has di fferent biological functions, justifying its application in the cosmetic industry for its antioxidantcapacity, especially for inhibiting lipid autoxidation in skincells. Its activity is even stronger than that of β-carotene. Its"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0162",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 162,
    "text": "in the EU withan ADI of 0.065 mg/kg bw and is identi fied with the code E160b. 169Lutein has di fferent biological functions, justifying its application in the cosmetic industry for its antioxidantcapacity, especially for inhibiting lipid autoxidation in skincells. Its activity is even stronger than that of β-carotene. Its use in the food industry according to EFSA is limited to being acoloring additive in baked goods, bread-based foods, soft drinks, and also as sauces and confectionery, not allowing its use as a food antioxidant. 18 3.3. Antibrowning Agents. During the various stages of food production, several changes can occur"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0163",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 163,
    "text": "use in the food industry according to EFSA is limited to being acoloring additive in baked goods, bread-based foods, soft drinks, and also as sauces and confectionery, not allowing its use as a food antioxidant. 18 3.3. Antibrowning Agents. During the various stages of food production, several changes can occur in foods, such asbrowning processes. In this sense, additives that can counteractthis reaction are important to maintain the stability andJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052797 preservation of foods, and the most commonly used are sulfates. Going against the current"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0164",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 164,
    "text": "in foods, such asbrowning processes. In this sense, additives that can counteractthis reaction are important to maintain the stability andJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052797 preservation of foods, and the most commonly used are sulfates. Going against the current focus, natural alternatives to these synthetic additives are compounds such as erythorbic acid (E315), used in beverages for flavor preservation; 4hexylresorcinol (E586), an organic compound allowed only inshrimp, and an amino acid, L-cysteine (E920). Their e ffect is based on the reconversion of quinone intermediates to the phenolic form and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0165",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 165,
    "text": "focus, natural alternatives to these synthetic additives are compounds such as erythorbic acid (E315), used in beverages for flavor preservation; 4hexylresorcinol (E586), an organic compound allowed only inshrimp, and an amino acid, L-cysteine (E920). Their e ffect is based on the reconversion of quinone intermediates to the phenolic form and reactions with quinolone intermediates toinhibit the formation of further compounds.1,170Calcium lactate is also used to inhibit the browning of foods, especially fruits, by maintaining their structure. It is also applied synergistically with phosphates to improve their antioxidantcapacity in meat.171,172 4. POTENTIAL COMPOUNDS WITH DUAL ACTIVITY The food industry is in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0166",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 166,
    "text": "reactions with quinolone intermediates toinhibit the formation of further compounds.1,170Calcium lactate is also used to inhibit the browning of foods, especially fruits, by maintaining their structure. It is also applied synergistically with phosphates to improve their antioxidantcapacity in meat.171,172 4. POTENTIAL COMPOUNDS WITH DUAL ACTIVITY The food industry is in search of technological advances as well as solutions, applications, and methodologies to obtain newproducts that respond to the needs and demands ofconsumers. The importance of preservative and color additives for the preservation and marketing of food products has led to the search for new solutions and/or improvement of existingalternatives. In"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0167",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 167,
    "text": "search of technological advances as well as solutions, applications, and methodologies to obtain newproducts that respond to the needs and demands ofconsumers. The importance of preservative and color additives for the preservation and marketing of food products has led to the search for new solutions and/or improvement of existingalternatives. In nature, there are compounds that can have thecapacity not only to stabilize or improve color but also to prolong the shelf life of the product. The evaluation of di fferent natural matrixes that could have the ability to provide colorand, at the same time, could act as preservatives has been"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0168",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 168,
    "text": "nature, there are compounds that can have thecapacity not only to stabilize or improve color but also to prolong the shelf life of the product. The evaluation of di fferent natural matrixes that could have the ability to provide colorand, at the same time, could act as preservatives has been ofgreat interest in the food industry. Anthocyanins, carotenoids,betalains, and their derivatives are among the compounds that may provide these properties, owing to their pigmentation, antioxidant capacity, and/or antimicrobial activity ( Figure 3). 13,173For instance, Ab Rashid et al.174have recently developed an antibacterial food colorant based on anthocyanins from Clitoria ternatea"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0169",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 169,
    "text": "ofgreat interest in the food industry. Anthocyanins, carotenoids,betalains, and their derivatives are among the compounds that may provide these properties, owing to their pigmentation, antioxidant capacity, and/or antimicrobial activity ( Figure 3). 13,173For instance, Ab Rashid et al.174have recently developed an antibacterial food colorant based on anthocyanins from Clitoria ternatea flowers, showing a broad-spectrumof antibacterial activity and being able to maintain the color for 21 days at temperatures from −20 to 4 °C, making it an alternative as a biopreservative and colorant to be used in food products. Another study investigated the antimicrobial proper-ties of eight food colorants extracted from"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0170",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 170,
    "text": "flowers, showing a broad-spectrumof antibacterial activity and being able to maintain the color for 21 days at temperatures from −20 to 4 °C, making it an alternative as a biopreservative and colorant to be used in food products. Another study investigated the antimicrobial proper-ties of eight food colorants extracted from plants ( Acacia catechu L.,Bixa orellana L.,Cassia auriculata L.,Embillica officinalis Gaertn, Punica granatum L.,Rubia tinctorum L., Tagetes erecta L., and Terminalia chebula Retz.), concluding that the red pigments had better antibacterial activity, incontrast to the yellow pigments which showed betterantifungal activity. This study also analyzed the antioxidantactivity, where the red"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0171",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 171,
    "text": "plants ( Acacia catechu L.,Bixa orellana L.,Cassia auriculata L.,Embillica officinalis Gaertn, Punica granatum L.,Rubia tinctorum L., Tagetes erecta L., and Terminalia chebula Retz.), concluding that the red pigments had better antibacterial activity, incontrast to the yellow pigments which showed betterantifungal activity. This study also analyzed the antioxidantactivity, where the red pigments showed again better activity than the yellow ones; these features would allow the incorporation of these dyes in food providing preservativeproperties. 175The phenolic composition of methanolic and ethanolic extracts of Murta ( Ugni molinae Turcz) fruit was studied for evaluation of their antioxidant and antimicrobial activity; ethanolic extracts showed"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0172",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 172,
    "text": "pigments showed again better activity than the yellow ones; these features would allow the incorporation of these dyes in food providing preservativeproperties. 175The phenolic composition of methanolic and ethanolic extracts of Murta ( Ugni molinae Turcz) fruit was studied for evaluation of their antioxidant and antimicrobial activity; ethanolic extracts showed high antioxidant capacity, while methanol extracts yielded inhibitory activity againstEscherichia coli andS. typhi bacteria similar to that of standard antibiotics, thus opening prospects to explore these extracts aspotential biopreservatives with coloring capacity owing to their high anthocyanin content. 176In another study, the antibacterial and antifungal activity of a curcumin microcapsulewas"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0173",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 173,
    "text": "high antioxidant capacity, while methanol extracts yielded inhibitory activity againstEscherichia coli andS. typhi bacteria similar to that of standard antibiotics, thus opening prospects to explore these extracts aspotential biopreservatives with coloring capacity owing to their high anthocyanin content. 176In another study, the antibacterial and antifungal activity of a curcumin microcapsulewas evaluated against some foodborne pathogens and spoilagemicrobes, including Escherichia coli ,Yersinia enterocolitica , Staphylococcus aureus ,Bacillus subtilis ,Bacillus cereus ,Aspergillus niger,Penicllium notatum , and Saccharomyces cerevisiae . The microcapsule showed a broad-spectrum inhibitory e ffect against all these microorganisms, especially against Gram-positive bacteria; furthermore, its antifungal activity was muchbetter than"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0174",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 174,
    "text": "evaluated against some foodborne pathogens and spoilagemicrobes, including Escherichia coli ,Yersinia enterocolitica , Staphylococcus aureus ,Bacillus subtilis ,Bacillus cereus ,Aspergillus niger,Penicllium notatum , and Saccharomyces cerevisiae . The microcapsule showed a broad-spectrum inhibitory e ffect against all these microorganisms, especially against Gram-positive bacteria; furthermore, its antifungal activity was muchbetter than the antibacterial activity. These results give insights into the possibility of using microencapsulated curcumin as a Figure 3. Schematic illustration of the development of new molecules, through new chemical approaches, with modi fication of already known natural molecules to develop a better and double performance (dye plus preservative).Journal of Agricultural"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0175",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 175,
    "text": "the antibacterial activity. These results give insights into the possibility of using microencapsulated curcumin as a Figure 3. Schematic illustration of the development of new molecules, through new chemical approaches, with modi fication of already known natural molecules to develop a better and double performance (dye plus preservative).Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052798 high potential colorant and preservative in the food industry.177 Betalains are also a good example of natural food colorants, exhibiting not only prominent coloring attributes but also arange of biological activities, such as antioxidant and antiradicalability,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0176",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 176,
    "text": "and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052798 high potential colorant and preservative in the food industry.177 Betalains are also a good example of natural food colorants, exhibiting not only prominent coloring attributes but also arange of biological activities, such as antioxidant and antiradicalability, conferring protecti on against oxidative damage, antimicrobial properties, as well as antiproliferative, cytotoxic, and neuroprotective capaci ties, providing health bene fits concomitantly with their coloring and preservative ca-pacity. 178−182 Another important group of compounds with dual activity are carotenoids. Some of the most important are α-carotene, βcarotene, and lycopene, which"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0177",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 177,
    "text": "conferring protecti on against oxidative damage, antimicrobial properties, as well as antiproliferative, cytotoxic, and neuroprotective capaci ties, providing health bene fits concomitantly with their coloring and preservative ca-pacity. 178−182 Another important group of compounds with dual activity are carotenoids. Some of the most important are α-carotene, βcarotene, and lycopene, which are already approved and usedas food colorants. They not only provide color and/or foodpreservation, but their high antioxidant power makes themexcellent natural food additives, with no toxicological threat in the amounts necessary for their use in food. 12β-carotene, a precursor of vitamin A, has been successfully added to variousfoods, especially"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0178",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 178,
    "text": "are already approved and usedas food colorants. They not only provide color and/or foodpreservation, but their high antioxidant power makes themexcellent natural food additives, with no toxicological threat in the amounts necessary for their use in food. 12β-carotene, a precursor of vitamin A, has been successfully added to variousfoods, especially functional beverages and nutraceuticals, andits application in new and existing products is expected toincrease in the future. Lycopene, one of the mainphytochemicals in tomatoes, has been used to increase stabilization, improve color, and provide health bene fits when incorporated into minced meat. 132,183 However, it is important to emphasize that"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0179",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 179,
    "text": "functional beverages and nutraceuticals, andits application in new and existing products is expected toincrease in the future. Lycopene, one of the mainphytochemicals in tomatoes, has been used to increase stabilization, improve color, and provide health bene fits when incorporated into minced meat. 132,183 However, it is important to emphasize that to obtain functional bene fits, such as antioxidant and/or antimicrobial activity, the concentrations of compounds commonly used as dyes are markedly di fferent (usually higher) from those used for dye purposes, not meeting the requirement of acceptabledaily intake (ADI) imposed by regulatory agencies so as not topose health hazards. 5This"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0180",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 180,
    "text": "to obtain functional bene fits, such as antioxidant and/or antimicrobial activity, the concentrations of compounds commonly used as dyes are markedly di fferent (usually higher) from those used for dye purposes, not meeting the requirement of acceptabledaily intake (ADI) imposed by regulatory agencies so as not topose health hazards. 5This con firms the need for research into new natural matrixes, which have coloring and preservative capacity, and may jointly provide bene ficial properties to the consumer and a challenging opportunity for the scienti fic community to solve, through the development of new biobasedmolecules, the next generation of food additives, through"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0181",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 181,
    "text": "con firms the need for research into new natural matrixes, which have coloring and preservative capacity, and may jointly provide bene ficial properties to the consumer and a challenging opportunity for the scienti fic community to solve, through the development of new biobasedmolecules, the next generation of food additives, through newchemical approaches, modifying the natural molecules alreadyknown so that they develop a better and double performance (dye plus preservative). Noncovalent complexation is a naturally occurring process and is the mechanism mostly responsible for stabilizing and enhancing blue, violet, and red colors (e.g., anthocyanins) in flowers, vegetables, and fruits as well"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0182",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 182,
    "text": "newchemical approaches, modifying the natural molecules alreadyknown so that they develop a better and double performance (dye plus preservative). Noncovalent complexation is a naturally occurring process and is the mechanism mostly responsible for stabilizing and enhancing blue, violet, and red colors (e.g., anthocyanins) in flowers, vegetables, and fruits as well as in food products derived from them (wines, jams, and syrups). The concept ofcopigmentation has been re fined over the years, and the atomistic perception of it has been essential to complement itby elucidating color diversity in nature and its stabilization process in nature. 184The increased interest in copigmentation has"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0183",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 183,
    "text": "as in food products derived from them (wines, jams, and syrups). The concept ofcopigmentation has been re fined over the years, and the atomistic perception of it has been essential to complement itby elucidating color diversity in nature and its stabilization process in nature. 184The increased interest in copigmentation has been remarkable, particularly by the food industry, in orderto improve the color palette. In view of its mastery and usethrough the addition of copigments to food products, accurate(computer-aided) control of supramolecular assemblies ofnoncovalent supramolecular copigments is essential. 185In this sense, the copigmentation wit h antioxidant/antimicrobial molecules can also be explored,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0184",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 184,
    "text": "been remarkable, particularly by the food industry, in orderto improve the color palette. In view of its mastery and usethrough the addition of copigments to food products, accurate(computer-aided) control of supramolecular assemblies ofnoncovalent supramolecular copigments is essential. 185In this sense, the copigmentation wit h antioxidant/antimicrobial molecules can also be explored, and the use of new toolsand cheminformatic models can support the development ofunique hybrid compounds with dual function (staining andpreservation), based on the knowledge of numerousbiomolecules spawning new biobased molecules as the next generation of food additives. 186,1875. MOLECULAR DYNAMICS SIMULATIONS: CHALLENGES AND OPPORTUNITIES The delivery of technology and biofunctionality"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0185",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 185,
    "text": "and the use of new toolsand cheminformatic models can support the development ofunique hybrid compounds with dual function (staining andpreservation), based on the knowledge of numerousbiomolecules spawning new biobased molecules as the next generation of food additives. 186,1875. MOLECULAR DYNAMICS SIMULATIONS: CHALLENGES AND OPPORTUNITIES The delivery of technology and biofunctionality in all-natural processed foods is an area of increasing fundamental andtechnological interest.187Physical properties and stability are critical for delivering safe and healthy food to consumers, and therefore it is a topic that has attracted food scientists for a long time.188Food is a complex system that undergoes many physical and chemical"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0186",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 186,
    "text": "in all-natural processed foods is an area of increasing fundamental andtechnological interest.187Physical properties and stability are critical for delivering safe and healthy food to consumers, and therefore it is a topic that has attracted food scientists for a long time.188Food is a complex system that undergoes many physical and chemical transformations during processing andsubsequent storage. These transformations are governed by molecular motions within the final product and re flect its overall stability and perceived quality.189,190 Simulation-based research has been going on for a few decades, and computer simulations of biomolecular systems have been growing rapidly in recent years. Characterized by"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0187",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 187,
    "text": "transformations during processing andsubsequent storage. These transformations are governed by molecular motions within the final product and re flect its overall stability and perceived quality.189,190 Simulation-based research has been going on for a few decades, and computer simulations of biomolecular systems have been growing rapidly in recent years. Characterized by detailed information about the atomic/molecular structure andnot subject to physical fallacies, molecular dynamics (MD) simulation has been touted as the most promising tool for the characterization of multicomponent systems and has proven to be a useful methodology for investigating complex geometries and molecules as well as studying structural and dynamicalproperties."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0188",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 188,
    "text": "detailed information about the atomic/molecular structure andnot subject to physical fallacies, molecular dynamics (MD) simulation has been touted as the most promising tool for the characterization of multicomponent systems and has proven to be a useful methodology for investigating complex geometries and molecules as well as studying structural and dynamicalproperties. 191MD simulation has enabled the study of many biological systems over the past decade, from small molecules, such as anesthetics or small peptides, to very large proteincomplexes, such as the ribosome or virus capsids.192−195 Due to the complexity of biological and nonbiological systems, MD simulations have come under great interest"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0189",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 189,
    "text": "191MD simulation has enabled the study of many biological systems over the past decade, from small molecules, such as anesthetics or small peptides, to very large proteincomplexes, such as the ribosome or virus capsids.192−195 Due to the complexity of biological and nonbiological systems, MD simulations have come under great interest for their ability to predict and verify experimental results,providing an opportunity to study the physical characteristics of systems that are not easily examined in the laboratory. Research aimed at improving MD algorithms so that they cansimulate the folding and unfolding of proteins is one example of the study of these"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0190",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 190,
    "text": "for their ability to predict and verify experimental results,providing an opportunity to study the physical characteristics of systems that are not easily examined in the laboratory. Research aimed at improving MD algorithms so that they cansimulate the folding and unfolding of proteins is one example of the study of these features. 196,197In addition to biological applications, MD simulations have been used to study the physical characteristics of nonbiological nanoparticles.198 Comparisons of simulation and experimental data serve to test the accuracy of the calculated results and provide criteria for improving the methodology.199Another signi ficant aspect of the simulations is that although"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0191",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 191,
    "text": "features. 196,197In addition to biological applications, MD simulations have been used to study the physical characteristics of nonbiological nanoparticles.198 Comparisons of simulation and experimental data serve to test the accuracy of the calculated results and provide criteria for improving the methodology.199Another signi ficant aspect of the simulations is that although the potentials used in the simulations are approximate, they are entirely under the control of the user, so that by removing or changing speci fic contributions, their role in determining a particular property can be examined. Intensive computational processing power is required to simulate a complex system using MD simulations."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0192",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 192,
    "text": "the potentials used in the simulations are approximate, they are entirely under the control of the user, so that by removing or changing speci fic contributions, their role in determining a particular property can be examined. Intensive computational processing power is required to simulate a complex system using MD simulations. With the available tools, it is only possible to simulate a dynamic system in a time interval of the order of femto-seconds. However, it is expected that, with the development of better MD simulation software and signi ficantly faster computer hardware, MD simulation will become faster andmore accurate and will"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0193",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 193,
    "text": "With the available tools, it is only possible to simulate a dynamic system in a time interval of the order of femto-seconds. However, it is expected that, with the development of better MD simulation software and signi ficantly faster computer hardware, MD simulation will become faster andmore accurate and will be performed for more extended periods of simulation time. Given the current demands for cleaner food, the preference for natural additives, and the toxicity and safety issues withsynthetic additives, research into natural compounds that ful fill dual functions is emerging. However, such compounds may take time to become part of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0194",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 194,
    "text": "be performed for more extended periods of simulation time. Given the current demands for cleaner food, the preference for natural additives, and the toxicity and safety issues withsynthetic additives, research into natural compounds that ful fill dual functions is emerging. However, such compounds may take time to become part of the additives allowed for use by regulators, noting that in addition to research for these new molecules, they must undergo thorough toxicity and safetyevaluation before their use becomes permissible for consumption. A promising alternative would be to exploit already existing natural additive biomolecules with accepted worldwideuse and, through new chemical"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0195",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 195,
    "text": "the additives allowed for use by regulators, noting that in addition to research for these new molecules, they must undergo thorough toxicity and safetyevaluation before their use becomes permissible for consumption. A promising alternative would be to exploit already existing natural additive biomolecules with accepted worldwideuse and, through new chemical approaches and modi fication ofJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052799 these molecules, develop unique hybrid compounds with dual function (coloring and preservation). This is because usuallytheir individual use is directed only to one function, and toexert other activities (antioxidant"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0196",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 196,
    "text": "approaches and modi fication ofJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052799 these molecules, develop unique hybrid compounds with dual function (coloring and preservation). This is because usuallytheir individual use is directed only to one function, and toexert other activities (antioxidant and/or antimicrobial) theconcentrations are usually higher than those used for dyeingpurposes, which may pose health hazards. 5In this sense, and despite some limitations of molecular dynamics simulations,their exploitation for research and development of these hybridmolecules, predicting and verifying the experimental results,allow one to study certain physical characteristics that are noteasily"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0197",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 197,
    "text": "and/or antimicrobial) theconcentrations are usually higher than those used for dyeingpurposes, which may pose health hazards. 5In this sense, and despite some limitations of molecular dynamics simulations,their exploitation for research and development of these hybridmolecules, predicting and verifying the experimental results,allow one to study certain physical characteristics that are noteasily examined in the laboratory and very promising and canhelp and accelerate research and studies on a topic that iscurrently fundamental. 6. CLOSING REMARKS The controversy and ambiguity among chemical additives haveencouraged the search for natural alternatives, which are easilyaccepted by consumers. Combining the trends of health-oriented eating and lifestyle, exercise,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0198",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 198,
    "text": "examined in the laboratory and very promising and canhelp and accelerate research and studies on a topic that iscurrently fundamental. 6. CLOSING REMARKS The controversy and ambiguity among chemical additives haveencouraged the search for natural alternatives, which are easilyaccepted by consumers. Combining the trends of health-oriented eating and lifestyle, exercise, safe, unprocessed, andhealthy eating, there is a growing tendency to reduce theaddition of additives in food or to replace them with novelnatural additives. Nevertheless, the role they play inmaintaining and/or enhancing food quality standards still justifies their application in the distinct production and storage processes and, therefore, the search for"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0199",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 199,
    "text": "safe, unprocessed, andhealthy eating, there is a growing tendency to reduce theaddition of additives in food or to replace them with novelnatural additives. Nevertheless, the role they play inmaintaining and/or enhancing food quality standards still justifies their application in the distinct production and storage processes and, therefore, the search for innovative and e ffective solutions. Although natural compounds tend to be safer than those produced synthetically, studies concerning toxicity, carcinoge-nicity, and others must be conducted to ensure their safety.Another major limitation is their actual e ffectiveness is that if a large amount is required for their ability to be exerted,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0200",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 200,
    "text": "innovative and e ffective solutions. Although natural compounds tend to be safer than those produced synthetically, studies concerning toxicity, carcinoge-nicity, and others must be conducted to ensure their safety.Another major limitation is their actual e ffectiveness is that if a large amount is required for their ability to be exerted, it maylead to changes in the food in terms of appearance, taste, and/or texture, so it is important to determine their e ffective outcome properly, remembering that if larger quantities ofnatural additives are required than synthetic ones, their usemay not be cost-e ffective or recommended. In addition, the lack of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0201",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 201,
    "text": "it maylead to changes in the food in terms of appearance, taste, and/or texture, so it is important to determine their e ffective outcome properly, remembering that if larger quantities ofnatural additives are required than synthetic ones, their usemay not be cost-e ffective or recommended. In addition, the lack of appropriate legislation for natural additives (regulatedidentically to synthetics) is a barrier to the approval of newcompounds/extracts and cuts across both, making it di fficult to bring new compounds to the market. Their delay is alsojustified by all the trials that must be conducted to ensure safety standards and achieve a"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0202",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 202,
    "text": "appropriate legislation for natural additives (regulatedidentically to synthetics) is a barrier to the approval of newcompounds/extracts and cuts across both, making it di fficult to bring new compounds to the market. Their delay is alsojustified by all the trials that must be conducted to ensure safety standards and achieve a proper ADI. Synergistic e ffects and multiple functions simultaneously are common in naturaladditives; however, some may be incompatible with others,natural or arti ficial, as well as with the constituents of food itself, so that their use may be impeded. Despite the describedlimitations, additives of natural origin are believed to be"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0203",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 203,
    "text": "proper ADI. Synergistic e ffects and multiple functions simultaneously are common in naturaladditives; however, some may be incompatible with others,natural or arti ficial, as well as with the constituents of food itself, so that their use may be impeded. Despite the describedlimitations, additives of natural origin are believed to be thefuture of food preservation allowing shelf life extension andpreventing food loss. By overcoming the limitations, better,safer, and more e fficient natural additives will be achieved and/ or new arti ficial compounds can be discovered as well as synergistic e ffects between the currently approved additives. It should be noted that"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0204",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 204,
    "text": "thefuture of food preservation allowing shelf life extension andpreventing food loss. By overcoming the limitations, better,safer, and more e fficient natural additives will be achieved and/ or new arti ficial compounds can be discovered as well as synergistic e ffects between the currently approved additives. It should be noted that all these advances and hypothetical novelfood additives are regulated by the governing bodies, and thepossible demysti fication, increased e fficiency, and ease of access to other types of food preservation methods may also limit the need for additives. Concomitantly, we can count on the advance of computer and computational methodologies,which"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0205",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 205,
    "text": "all these advances and hypothetical novelfood additives are regulated by the governing bodies, and thepossible demysti fication, increased e fficiency, and ease of access to other types of food preservation methods may also limit the need for additives. Concomitantly, we can count on the advance of computer and computational methodologies,which increasingly serve as tools to support experimentalmethodologies, through in silico assays. These complement the experimental assays that, besides making research less painfuland time-consuming, provide important data that wouldotherwise be di fficult to obtain. Other strategies to foodpreservation that may involve a lighter additive load are dualfunction additives, resulting from the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0206",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 206,
    "text": "increasingly serve as tools to support experimentalmethodologies, through in silico assays. These complement the experimental assays that, besides making research less painfuland time-consuming, provide important data that wouldotherwise be di fficult to obtain. Other strategies to foodpreservation that may involve a lighter additive load are dualfunction additives, resulting from the combination of two typesof additives to perform distinct functions in foods, such aspreservative colorants. Such compounds would have undoubt-edly to be safe, inexpensive, and not alter food. Althoughdifficult to accomplish, we have been much further away from finding them. ■AUTHOR INFORMATION Corresponding Authors Carla Pereira −Centro de Investigac ̧a ̃o"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0207",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 207,
    "text": "combination of two typesof additives to perform distinct functions in foods, such aspreservative colorants. Such compounds would have undoubt-edly to be safe, inexpensive, and not alter food. Althoughdifficult to accomplish, we have been much further away from finding them. ■AUTHOR INFORMATION Corresponding Authors Carla Pereira −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal ; Email: carlap@ipb.pt Lillian Barros −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal; orcid.org/ 0000-0002-9050-5189 ; Email:"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0208",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 208,
    "text": "de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal ; Email: carlap@ipb.pt Lillian Barros −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal; orcid.org/ 0000-0002-9050-5189 ; Email: lillian@ipb.pt Authors Cláudia Novais −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Adriana K. Molina −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0209",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 209,
    "text": "lillian@ipb.pt Authors Cláudia Novais −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Adriana K. Molina −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Rui M. V. Abreu −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Celestino Santo-Buelga −Grupo de Investigaci óne n Polifenoles (GIP-USAL), Facultad de Farmacia, CampusMiguel de Unamuno s/n, Universidad de Salamanca, 37007Salamanca,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0210",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 210,
    "text": "Braganc ̧a, Portugal Rui M. V. Abreu −Centro de Investigac ̧a ̃o de Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Celestino Santo-Buelga −Grupo de Investigaci óne n Polifenoles (GIP-USAL), Facultad de Farmacia, CampusMiguel de Unamuno s/n, Universidad de Salamanca, 37007Salamanca, Spain Isabel C. F. R. Ferreira −Centro de Investigac ̧a ̃od e Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Complete contact information is available at: https://pubs.acs.org/10.1021/acs.jafc.1c07533 Funding The authors are grateful to the Foundation for Science andTechnology (FCT, Portugal) for"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0211",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 211,
    "text": "Spain Isabel C. F. R. Ferreira −Centro de Investigac ̧a ̃od e Montanha (CIMO), Instituto Polit écnico de Braganc ̧a, Campus de Santa Apol ónia, 5300-253 Braganc ̧a, Portugal Complete contact information is available at: https://pubs.acs.org/10.1021/acs.jafc.1c07533 Funding The authors are grateful to the Foundation for Science andTechnology (FCT, Portugal) for financial support through national funds FCT/MCTES to CIMO (Grant UIDB/00690/ 2020); national funding by F.C.T. and P.I., through the Institutional Scienti fic Employment Program-Contract for C.P. and L.B. contracts and C.N. (Grant 2021.05369.BD) andA.K.M. (Grant 2020.06231.BD) Ph.D. grants. The authorsacknowledge the FEDER-Interreg Espan ̃a-Portugal Programme for financial support through the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0212",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 212,
    "text": "financial support through national funds FCT/MCTES to CIMO (Grant UIDB/00690/ 2020); national funding by F.C.T. and P.I., through the Institutional Scienti fic Employment Program-Contract for C.P. and L.B. contracts and C.N. (Grant 2021.05369.BD) andA.K.M. (Grant 2020.06231.BD) Ph.D. grants. The authorsacknowledge the FEDER-Interreg Espan ̃a-Portugal Programme for financial support through the Project TRANSCoLAB 0612_TRANS_CO_LAB_2_P; to ERDF through theRegional Operational Program North 2020, within the scope ofProject Mobilizador Norte-01-0247-FEDER-024479: ValorNatural. The GIP-USAL is financially supported by the Spanish “Ministerio de Ciencia and Innovacio ́n”(Grant PID2019-106167RB-I00) and “Junta de Castilla y Leo ́n” (Grants SA093P20 and CLU-2018-04). Notes The authors declare no competing"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0213",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 213,
    "text": "Project TRANSCoLAB 0612_TRANS_CO_LAB_2_P; to ERDF through theRegional Operational Program North 2020, within the scope ofProject Mobilizador Norte-01-0247-FEDER-024479: ValorNatural. The GIP-USAL is financially supported by the Spanish “Ministerio de Ciencia and Innovacio ́n”(Grant PID2019-106167RB-I00) and “Junta de Castilla y Leo ́n” (Grants SA093P20 and CLU-2018-04). Notes The authors declare no competing financial interest. ■REFERENCES (1) Branen, A. L., Davidson, P. M., Salminen, S, Thorngate, J. Food Additives , 2nd ed.; Taylor & Francis, New York, 2001.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052800 (2) WHO/FAO. Codex Alimentarius: General Standard for Food Additives"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0214",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 214,
    "text": "financial interest. ■REFERENCES (1) Branen, A. L., Davidson, P. M., Salminen, S, Thorngate, J. Food Additives , 2nd ed.; Taylor & Francis, New York, 2001.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052800 (2) WHO/FAO. Codex Alimentarius: General Standard for Food Additives , 2018th ed.; WHO/FAO, Rome, 2018. (3) Saltmarsh, M; Insall, L. Essential Guide to Food Additives , 4th ed.; RSC Publishing: Cambridge, U.K., 2013. (4) Fennema, O. R. Food additives an unending controversy. American Journal of Clinical Nutrition 1987 ,46, 201−3. (5) Martins, N.; Roriz, C. L.; Morales, P.; Barros,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0215",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 215,
    "text": ", 2018th ed.; WHO/FAO, Rome, 2018. (3) Saltmarsh, M; Insall, L. Essential Guide to Food Additives , 4th ed.; RSC Publishing: Cambridge, U.K., 2013. (4) Fennema, O. R. Food additives an unending controversy. American Journal of Clinical Nutrition 1987 ,46, 201−3. (5) Martins, N.; Roriz, C. L.; Morales, P.; Barros, L.; Ferreira, I. C. F. R. Coloring attributes of betalains: a key emphasis on stability and future applications. Food Funct. 2017 ,8, 1357−1372. (6) Martins, N.; Ferreira, I. C. F. R. Mountain food products: A broad spectrum of market potential to be exploited. Trends Food Sci. Technol. 2017 ,67,1 2−18."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0216",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 216,
    "text": "L.; Ferreira, I. C. F. R. Coloring attributes of betalains: a key emphasis on stability and future applications. Food Funct. 2017 ,8, 1357−1372. (6) Martins, N.; Ferreira, I. C. F. R. Mountain food products: A broad spectrum of market potential to be exploited. Trends Food Sci. Technol. 2017 ,67,1 2−18. (7) Dias, M. I.; Ferreira, I. C. F. R.; Barreiro, M. F. Microencapsulation of bioactives for food applications. Food Funct. 2015 ,6 (4), 1035 −1052. (8) Rodriguez-Amaya, D. B. Natural food pigments and colorants. Current Opinion in Food Science 2016 ,7,2 0−6. (9) Martins, N.; Roriz, C. L.; Morales, P.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0217",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 217,
    "text": "(7) Dias, M. I.; Ferreira, I. C. F. R.; Barreiro, M. F. Microencapsulation of bioactives for food applications. Food Funct. 2015 ,6 (4), 1035 −1052. (8) Rodriguez-Amaya, D. B. Natural food pigments and colorants. Current Opinion in Food Science 2016 ,7,2 0−6. (9) Martins, N.; Roriz, C. L.; Morales, P.; Barros, L.; Ferreira, I. C. F. R. Food colorants: Challenges, opportunities and current desires of agro-industries to ensure consumer expectations and regulatorypractices. Trends Food Sci. Technol. 2016 ,52,1−15. (10) The European Parliament and the Council of the European Union. Regulation (EC) No. 1333/2008 of the European Parliamentand of the Council"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0218",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 218,
    "text": "Barros, L.; Ferreira, I. C. F. R. Food colorants: Challenges, opportunities and current desires of agro-industries to ensure consumer expectations and regulatorypractices. Trends Food Sci. Technol. 2016 ,52,1−15. (10) The European Parliament and the Council of the European Union. Regulation (EC) No. 1333/2008 of the European Parliamentand of the Council of 16 December 2008 on food additives. Off. J. Eur. Union ,2008 , L354/16 https://eur-lex.europa.eu/legal-content/EN/ TXT/?uri=celex%3A32008R1333 . (11) Martins, F. C. O. L.; Sentanin, M. A.; De Souza, D. Analytical methods in food additives determination: Compounds with functional applications. Food Chem. 2019 ,272, 732−750. (12) Carocho, M.; Barreiro, M. F.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0219",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 219,
    "text": "of 16 December 2008 on food additives. Off. J. Eur. Union ,2008 , L354/16 https://eur-lex.europa.eu/legal-content/EN/ TXT/?uri=celex%3A32008R1333 . (11) Martins, F. C. O. L.; Sentanin, M. A.; De Souza, D. Analytical methods in food additives determination: Compounds with functional applications. Food Chem. 2019 ,272, 732−750. (12) Carocho, M.; Barreiro, M. F.; Morales, P.; Ferreira, I. C. F. R. Adding molecules to food, pros and cons: A review on synthetic andnatural food additives. Compr. Rev. Food Sci. Food Saf. 2014 ,13(4), 377−399. (13) Aparicio, I. M. Aditivos Alimentarios , 1st ed.; Dextra Editorial: Madrid, Spain, 2017. (14) Gallen, C.; Pla, J. Allergie"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0220",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 220,
    "text": "Morales, P.; Ferreira, I. C. F. R. Adding molecules to food, pros and cons: A review on synthetic andnatural food additives. Compr. Rev. Food Sci. Food Saf. 2014 ,13(4), 377−399. (13) Aparicio, I. M. Aditivos Alimentarios , 1st ed.; Dextra Editorial: Madrid, Spain, 2017. (14) Gallen, C.; Pla, J. Allergie et intole ́rance aux additifs alimentaires. Rev. Fr. Allergol. 2013 ,53(S1), 9 −18. (15) Bourrier, T. Intolerance and allergy to colorants and additives. Rev. Fr. Allergol. Immunol. Clin. 2006 ,46(2), 68 −79. (16) Kamal, A. A.; Fawzia, SE-S. Toxicological and safety assessment of tartrazine as a synthetic food additive on"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0221",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 221,
    "text": "et intole ́rance aux additifs alimentaires. Rev. Fr. Allergol. 2013 ,53(S1), 9 −18. (15) Bourrier, T. Intolerance and allergy to colorants and additives. Rev. Fr. Allergol. Immunol. Clin. 2006 ,46(2), 68 −79. (16) Kamal, A. A.; Fawzia, SE-S. Toxicological and safety assessment of tartrazine as a synthetic food additive on health biomarkers: Areview. African Journal of Biotechnology 2018 ,17(6), 139 −49. (17) Leo, L.; Loong, C.; Ho, X. L.; Raman, M. F. B.; Suan, M. Y. T.; Loke, W. M. Occurrence of azo food dyes and their effects on cellularinflammatory responses. Nutrition. 2018 ,46,3 6−40. (18) Baines, D.; Seal, R."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0222",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 222,
    "text": "health biomarkers: Areview. African Journal of Biotechnology 2018 ,17(6), 139 −49. (17) Leo, L.; Loong, C.; Ho, X. L.; Raman, M. F. B.; Suan, M. Y. T.; Loke, W. M. Occurrence of azo food dyes and their effects on cellularinflammatory responses. Nutrition. 2018 ,46,3 6−40. (18) Baines, D.; Seal, R. Natural Food Additives, Ingredients and Flavourings ; Woodhead Publishing: Cambridge, U.K., 2012. (19) Arvanitoyannis, I. S.; Van Houwelingen-Koukaliaroglou, M. Functional Foods: A Survey of Health Claims, Pros and Cons, andCurrent Legislation. Crit. Rev. Food Sci. Nutrit. 2005 ,45(5), 385 − 404. (20) Khan, M. I.; Anjum, F. M.; Sohaib, M.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0223",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 223,
    "text": "Natural Food Additives, Ingredients and Flavourings ; Woodhead Publishing: Cambridge, U.K., 2012. (19) Arvanitoyannis, I. S.; Van Houwelingen-Koukaliaroglou, M. Functional Foods: A Survey of Health Claims, Pros and Cons, andCurrent Legislation. Crit. Rev. Food Sci. Nutrit. 2005 ,45(5), 385 − 404. (20) Khan, M. I.; Anjum, F. M.; Sohaib, M.; Sameen, A. Tackling metabolic syndrome by functional foods. Reviews in Endocrine and Metabolic Disorders 2013 ,14(3), 287 −97. (21) Wild Plants, Mushrooms and Nuts: Functional Food Properties and Applications , 1st ed.; Ferreira, I. C. F. R., Morales, P., Barros, L., Eds.; Wiley: Chichester, U.K., 2017. (22) Damodaran, S.; Parkin,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0224",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 224,
    "text": "Sameen, A. Tackling metabolic syndrome by functional foods. Reviews in Endocrine and Metabolic Disorders 2013 ,14(3), 287 −97. (21) Wild Plants, Mushrooms and Nuts: Functional Food Properties and Applications , 1st ed.; Ferreira, I. C. F. R., Morales, P., Barros, L., Eds.; Wiley: Chichester, U.K., 2017. (22) Damodaran, S.; Parkin, K. L. Fennema ’s Food Chemistry , 5th ed.; CRC Press, 2017. (23) Laokuldilok, N.; Thakeow, P.; Kopermsub, P.; Utama-Ang, N. Optimisation of microencapsulation of turmeric extract for masking flavour. Food Chem. 2016 ,194, 695−704. (24) FDA. Overview of Food Ingredients, Additives &Colors , 2021. https://www.fda.gov/food/f ood-ingredients-packaging/ overview-food-ingredients-additives-colors #foodadd ."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0225",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 225,
    "text": "K. L. Fennema ’s Food Chemistry , 5th ed.; CRC Press, 2017. (23) Laokuldilok, N.; Thakeow, P.; Kopermsub, P.; Utama-Ang, N. Optimisation of microencapsulation of turmeric extract for masking flavour. Food Chem. 2016 ,194, 695−704. (24) FDA. Overview of Food Ingredients, Additives &Colors , 2021. https://www.fda.gov/food/f ood-ingredients-packaging/ overview-food-ingredients-additives-colors #foodadd . (25) Albuquerque, B. R.; Oliveira, M. B. P. P.; Barros, L.; Ferreira, I. C. F. R. Could fruits be a reliable source of food colorants? Pros andcons of these natural additives. Crit. Rev. Food Sci. Nutrit. 2021 ,61 (5), 805 − 835.(26) Moral Turiel, M. C. Estudio de los colorantes"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0226",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 226,
    "text": "(25) Albuquerque, B. R.; Oliveira, M. B. P. P.; Barros, L.; Ferreira, I. C. F. R. Could fruits be a reliable source of food colorants? Pros andcons of these natural additives. Crit. Rev. Food Sci. Nutrit. 2021 ,61 (5), 805 − 835.(26) Moral Turiel, M. C. Estudio de los colorantes alimentarios para su aplicacio ́n en las bellas artes . Thesis, Universidad Complutense de Madrid, Madrid, Spain, 2017. (27) Amchova, P.; Kotolova, H.; Ruda-Kucerova, J. Health safety issues of synthetic food colorants. Regul. Toxicol. Pharmacol. 2015 ,73 (3), 914 −22. (28) Abo-EL-Sooud, K.; Hashem, M. M.; Badr, Y. A.; Eleiwa,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0227",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 227,
    "text": "alimentarios para su aplicacio ́n en las bellas artes . Thesis, Universidad Complutense de Madrid, Madrid, Spain, 2017. (27) Amchova, P.; Kotolova, H.; Ruda-Kucerova, J. Health safety issues of synthetic food colorants. Regul. Toxicol. Pharmacol. 2015 ,73 (3), 914 −22. (28) Abo-EL-Sooud, K.; Hashem, M. M.; Badr, Y. A.; Eleiwa, M. M. E.; Gab-Allaha, A. Q.; Abd-Elhakim, Y. M.; et al. Assessment of hepato-renal damage and genotoxicity induced by long-term exposure to five permitted food additives in rats. Environmental Science and Pollution Research 2018 ,25(26), 26341 −50. (29) Bhatt, D.; Vyas, K.; Singh, S.; John, P. J.; Soni, I. Tartrazine"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0228",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 228,
    "text": "M. M. E.; Gab-Allaha, A. Q.; Abd-Elhakim, Y. M.; et al. Assessment of hepato-renal damage and genotoxicity induced by long-term exposure to five permitted food additives in rats. Environmental Science and Pollution Research 2018 ,25(26), 26341 −50. (29) Bhatt, D.; Vyas, K.; Singh, S.; John, P. J.; Soni, I. Tartrazine induced neurobiochemical alterations in rat brain sub-regions. Food Chem. Toxicol. 2018 ,113, 322−7. (30) Abd-Elhakim, Y. M.; Hashem, M. M.; El-Metwally, A. E.; Anwar, A.; Abo-EL-Sooud, K.; Moustafa, G. G.; et al. Comparative haemato-immunotoxic impacts of long-term exposure to tartrazineand chlorophyll in rats. International Immunopharmacology 2018 ,63, 145−54. (31) Sar"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0229",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 229,
    "text": "induced neurobiochemical alterations in rat brain sub-regions. Food Chem. Toxicol. 2018 ,113, 322−7. (30) Abd-Elhakim, Y. M.; Hashem, M. M.; El-Metwally, A. E.; Anwar, A.; Abo-EL-Sooud, K.; Moustafa, G. G.; et al. Comparative haemato-immunotoxic impacts of long-term exposure to tartrazineand chlorophyll in rats. International Immunopharmacology 2018 ,63, 145−54. (31) Sar ıkaya, R.; Selvi, M.; Erkoc ̧, F. Evaluation of potential genotoxicity of five food dyes using the somatic mutation and recombination test. Chemosphere. 2012 ,88(8), 974 −9. (32) Carocho, M.; Morales, P.; Ferreira, I. C. F. R. Natural food additives: Quo vadis? Trends Food Sci. Technol. 2015 ,45(2), 284 −"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0230",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 230,
    "text": "ıkaya, R.; Selvi, M.; Erkoc ̧, F. Evaluation of potential genotoxicity of five food dyes using the somatic mutation and recombination test. Chemosphere. 2012 ,88(8), 974 −9. (32) Carocho, M.; Morales, P.; Ferreira, I. C. F. R. Natural food additives: Quo vadis? Trends Food Sci. Technol. 2015 ,45(2), 284 − 295. (33) Esatbeyoglu, T.; Wagner, A. E.; Schini-Kerth, V. B.; Rimbach, G. Betanin A food colorant with biological activity. Mol. Nutr. Food Res.2015 ,59(1), 36 −47. (34) Khan, M. I. Plant Betalains: Safety, Antioxidant Activity, Clinical Efficacy, and Bioavailability. Comp. Rev. Food Sci. Food Saf. 2016 ,15(2), 316 −330. (35)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0231",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 231,
    "text": "295. (33) Esatbeyoglu, T.; Wagner, A. E.; Schini-Kerth, V. B.; Rimbach, G. Betanin A food colorant with biological activity. Mol. Nutr. Food Res.2015 ,59(1), 36 −47. (34) Khan, M. I. Plant Betalains: Safety, Antioxidant Activity, Clinical Efficacy, and Bioavailability. Comp. Rev. Food Sci. Food Saf. 2016 ,15(2), 316 −330. (35) Gengatharan, A.; Dykes, G. A.; Choo, W. S. Betalains: Natural plant pigments with potential application in functional foods. LWT - Food Science and Technology 2015 ,64 (2), 645 −9. (36) Msagati, T. A. M. The Chemistry of Food Additives and Preservatives ; Wiley-Blackwell: Chichester, U.K., 2012. (37) Bakowska-Barczak, A. Acylated"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0232",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 232,
    "text": "Gengatharan, A.; Dykes, G. A.; Choo, W. S. Betalains: Natural plant pigments with potential application in functional foods. LWT - Food Science and Technology 2015 ,64 (2), 645 −9. (36) Msagati, T. A. M. The Chemistry of Food Additives and Preservatives ; Wiley-Blackwell: Chichester, U.K., 2012. (37) Bakowska-Barczak, A. Acylated anthocyanins as stable, natural food colorants −a review. Pol. J. Food Nutr. Sci. 2005 ,14(55), 107 − 116. (38) MacDougall, D. B. Colour in Food ; Woodhead Publishing Limited: Cambridge, U.K., 2002. (39) de Mejia, E. G.; Zhang, Q.; Penta, K.; Eroglu, A.; Lila, M. A. The Colors of Health:"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0233",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 233,
    "text": "anthocyanins as stable, natural food colorants −a review. Pol. J. Food Nutr. Sci. 2005 ,14(55), 107 − 116. (38) MacDougall, D. B. Colour in Food ; Woodhead Publishing Limited: Cambridge, U.K., 2002. (39) de Mejia, E. G.; Zhang, Q.; Penta, K.; Eroglu, A.; Lila, M. A. The Colors of Health: Chemistry, Bioactivity, and Market Demand for Colorful Foods and Natural Food Sources of Colorants. Ann. Rev. Food Sci. Technol. 2020 ,11, 145−182. (40) Scotter, M. The chemistry and analysis of annatto food colouring: a review. Food Additives &Contaminants: Part A 2009 ,26 (8), 1123 −45. (41) Prabhakara Rao, P. G.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0234",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 234,
    "text": "Chemistry, Bioactivity, and Market Demand for Colorful Foods and Natural Food Sources of Colorants. Ann. Rev. Food Sci. Technol. 2020 ,11, 145−182. (40) Scotter, M. The chemistry and analysis of annatto food colouring: a review. Food Additives &Contaminants: Part A 2009 ,26 (8), 1123 −45. (41) Prabhakara Rao, P. G.; Jyothirmayi, T.; Balaswamy, K.; Satyanarayana, A.; Rao, D. G. Effect of processing conditions on the stability of annatto (Bixa orellana L.) dye incorporated into somefoods. LWT - Food Science and Technology 2005 ,38(7), 779 −84. (42) Li, D.; Wang, P.; Luo, Y.; Zhao, M.; Chen, F. Health benefits of anthocyanins"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0235",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 235,
    "text": "Jyothirmayi, T.; Balaswamy, K.; Satyanarayana, A.; Rao, D. G. Effect of processing conditions on the stability of annatto (Bixa orellana L.) dye incorporated into somefoods. LWT - Food Science and Technology 2005 ,38(7), 779 −84. (42) Li, D.; Wang, P.; Luo, Y.; Zhao, M.; Chen, F. Health benefits of anthocyanins and molecular mechanisms: Update from recent decade. Crit. Rev. Food Sci. Nutr. 2017 ,57(8), 1729 −1741. (43) Smeriglio, A.; Barreca, D.; Bellocco, E.; Trombetta, D. Chemistry, Pharmacology and Health Benefits of Anthocyanins.Phytother. Res. 2016 ,30(8), 1265 −1286. (44) Zhang, J., Celli, G. B., Brooks, M. S. Chapter 1: Natural Sources"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0236",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 236,
    "text": "and molecular mechanisms: Update from recent decade. Crit. Rev. Food Sci. Nutr. 2017 ,57(8), 1729 −1741. (43) Smeriglio, A.; Barreca, D.; Bellocco, E.; Trombetta, D. Chemistry, Pharmacology and Health Benefits of Anthocyanins.Phytother. Res. 2016 ,30(8), 1265 −1286. (44) Zhang, J., Celli, G. B., Brooks, M. S. Chapter 1: Natural Sources of Anthocyanins. In Anthocyanins from Natural Sources: Exploiting Targeted Delivery for Improved Health ; Food Chemistry, Function and Analysis; Royal Society of Chemistry, 2019; pp 1 −33,DOI: 10.1039/ 9781788012614 . (45) Khan, M. I. Stabilization of betalains: A review. Food Chem. 2016 ,197, 1280−5. (46) Mumford, P. W.; Kephart, W."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0237",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 237,
    "text": "of Anthocyanins. In Anthocyanins from Natural Sources: Exploiting Targeted Delivery for Improved Health ; Food Chemistry, Function and Analysis; Royal Society of Chemistry, 2019; pp 1 −33,DOI: 10.1039/ 9781788012614 . (45) Khan, M. I. Stabilization of betalains: A review. Food Chem. 2016 ,197, 1280−5. (46) Mumford, P. W.; Kephart, W. C.; Romero, M. A.; Haun, C. T.; Mobley, C. B.; Osburn, S. C.; Healy, J. C.; Moore, A. N.; Pascoe, D. D.; Ruffin, W. C.; Beck, D. T.; Martin, J. S.; Roberts, M. D.; Young, K.C. Effect of 1-week betalain-rich beetroot concentrate supplementa-Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0238",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 238,
    "text": "C.; Romero, M. A.; Haun, C. T.; Mobley, C. B.; Osburn, S. C.; Healy, J. C.; Moore, A. N.; Pascoe, D. D.; Ruffin, W. C.; Beck, D. T.; Martin, J. S.; Roberts, M. D.; Young, K.C. Effect of 1-week betalain-rich beetroot concentrate supplementa-Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052801 tion on cycling performance and select physiological parameters. Eur. J. Appl. Physiol. 2018 ,118(11), 2465 −2476. (47) Polturak, G.; Grossman, N.; Vela-Corcia, D.; Dong, Y.; Nudel, A.; Pliner, M.; Levy, M.; Rogachev, I.; Aharoni, A. Engineered graymold resistance, antioxidant capacity, and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0239",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 239,
    "text": "https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052801 tion on cycling performance and select physiological parameters. Eur. J. Appl. Physiol. 2018 ,118(11), 2465 −2476. (47) Polturak, G.; Grossman, N.; Vela-Corcia, D.; Dong, Y.; Nudel, A.; Pliner, M.; Levy, M.; Rogachev, I.; Aharoni, A. Engineered graymold resistance, antioxidant capacity, and pigmentation in betalainproducing crops and ornamentals. Proc. Natl. Acad. Sci. U.S.A. 2017 , 114(34), 9062 −9067. (48) Newsome, A. G.; Culver, C. A.; van Breemen, R. B. Nature ’s palette: the search for natural blue colorants. J. Agric. Food Chem. 2014 ,62(28), 6498 −6511. (49) Finamore, A.; Palmery, M.; Bensehaila,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0240",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 240,
    "text": "pigmentation in betalainproducing crops and ornamentals. Proc. Natl. Acad. Sci. U.S.A. 2017 , 114(34), 9062 −9067. (48) Newsome, A. G.; Culver, C. A.; van Breemen, R. B. Nature ’s palette: the search for natural blue colorants. J. Agric. Food Chem. 2014 ,62(28), 6498 −6511. (49) Finamore, A.; Palmery, M.; Bensehaila, S.; Peluso, I. Antioxidant, Immunomodulating, and Microbial-Modulating Activities of the Sustainable and Ecofriendly Spirulina. Oxid. Med. Cell. Longev. 2017 ,2017 , 3247528. (50) Eriksen, N. T. Production of phycocyanin - A pigment with applications in biology, biotechnology, foods and medicine. Appl. Microbiol. Biotechnol. 2008 ,80(1), 1−14. (51) Pandey, V. D.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0241",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 241,
    "text": "S.; Peluso, I. Antioxidant, Immunomodulating, and Microbial-Modulating Activities of the Sustainable and Ecofriendly Spirulina. Oxid. Med. Cell. Longev. 2017 ,2017 , 3247528. (50) Eriksen, N. T. Production of phycocyanin - A pigment with applications in biology, biotechnology, foods and medicine. Appl. Microbiol. Biotechnol. 2008 ,80(1), 1−14. (51) Pandey, V. D.; Pandey, A.; Sharma, V. Biotechnological applications of cyanobacterial phycobiliproteins. Int. J. Curr. Microbiol. Appl. Sci. 2013 ,2(9), 89 −97. (52) Dufossé, L.; Fouillaud, M.; Caro, Y.; Mapari, S. A. S.; Sutthiwong, N. Filamentous fungi are large-scale producers of pigments and colorants for the food industry. Curr. Opin. Biotechnol. 2014 ,26,5"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0242",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 242,
    "text": "Pandey, A.; Sharma, V. Biotechnological applications of cyanobacterial phycobiliproteins. Int. J. Curr. Microbiol. Appl. Sci. 2013 ,2(9), 89 −97. (52) Dufossé, L.; Fouillaud, M.; Caro, Y.; Mapari, S. A. S.; Sutthiwong, N. Filamentous fungi are large-scale producers of pigments and colorants for the food industry. Curr. Opin. Biotechnol. 2014 ,26,5 6−61. (53) Sajid, S.; Akbar, N. Applications of fungal pigments in Biotechnology. Pure Appl. Biol. 2018 ,7(3), 922 −930. (54) Narsing Rao, M. P.; Xiao, M.; Li, W. J. Fungal and Bacterial Pigments: Secondary Metabolites with Wide Applications. Front. Microbiol. 2017 ,8, 1113. (55) Jones, J. A.; Vernacchio, V. R.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0243",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 243,
    "text": "6−61. (53) Sajid, S.; Akbar, N. Applications of fungal pigments in Biotechnology. Pure Appl. Biol. 2018 ,7(3), 922 −930. (54) Narsing Rao, M. P.; Xiao, M.; Li, W. J. Fungal and Bacterial Pigments: Secondary Metabolites with Wide Applications. Front. Microbiol. 2017 ,8, 1113. (55) Jones, J. A.; Vernacchio, V. R.; Collins, S. M.; Shirke, A. N.; Xiu, Y.; Englaender, J. A.; Cress, B. F.; McCutcheon, C. C.; Linhardt, R. J.; Gross, R. A.; Koffas, M. A. G. Complete Biosynthesis of AnthocyaninsUsing E. coli Polycultures. mBio 2017 ,8(3), e00621-17. (56) Delgado-Vargas, F. Natural Colorants for Food and Nutraceutical Uses; CRC Press,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0244",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 244,
    "text": "Collins, S. M.; Shirke, A. N.; Xiu, Y.; Englaender, J. A.; Cress, B. F.; McCutcheon, C. C.; Linhardt, R. J.; Gross, R. A.; Koffas, M. A. G. Complete Biosynthesis of AnthocyaninsUsing E. coli Polycultures. mBio 2017 ,8(3), e00621-17. (56) Delgado-Vargas, F. Natural Colorants for Food and Nutraceutical Uses; CRC Press, 2002; DOI: 10.1201/9781420031713 (57) Rodriguez-Amaya, D. B. Natural food pigments and colorants. Current Opinion in Food Science 2016 ,7,2 0−6. (58) Shahid, M.; Shahid-ul-Islam; Mohammad, F. Recent advancements in natural dye applications: a review. Journal of Cleaner Production 2013 ,53, 310−31. (59) Ray, S.; Raychaudhuri, U.; Chakraborty, R. An overview"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0245",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 245,
    "text": "2002; DOI: 10.1201/9781420031713 (57) Rodriguez-Amaya, D. B. Natural food pigments and colorants. Current Opinion in Food Science 2016 ,7,2 0−6. (58) Shahid, M.; Shahid-ul-Islam; Mohammad, F. Recent advancements in natural dye applications: a review. Journal of Cleaner Production 2013 ,53, 310−31. (59) Ray, S.; Raychaudhuri, U.; Chakraborty, R. An overview of encapsulation of active compounds used in food products by dryingtechnology. Food Bioscience 2016 ,13,7 6−83. (60) Zhang, H.; Zhan, J.; Su, K.; Zhang, Y. A kind of potential food additive produced by Streptomyces coelicolor: Characteristics of blue pigment and identification of a novel compound, λ-actinorhodin. Food Chem. 2006 ,95(2),"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0246",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 246,
    "text": "of encapsulation of active compounds used in food products by dryingtechnology. Food Bioscience 2016 ,13,7 6−83. (60) Zhang, H.; Zhan, J.; Su, K.; Zhang, Y. A kind of potential food additive produced by Streptomyces coelicolor: Characteristics of blue pigment and identification of a novel compound, λ-actinorhodin. Food Chem. 2006 ,95(2), 186 −92. (61) Del Campo, J. A.; Garcia-Gonzalez, M.; Guerrero, M. G. Outdoor cultivation of microalgae for carotenoid production: current state and perspectives. Appl. Microbiol. Biotechnol. 2007 ,74, 1163− 1174. (62) Velmurugan, P.; Lee, Y. H.; Nanthakumar, K.; Kamala-Kannan, S.; Dufosse, L.; Mapari, S. A.; Oh, B.-T. Water-soluble red pigments"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0247",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 247,
    "text": "186 −92. (61) Del Campo, J. A.; Garcia-Gonzalez, M.; Guerrero, M. G. Outdoor cultivation of microalgae for carotenoid production: current state and perspectives. Appl. Microbiol. Biotechnol. 2007 ,74, 1163− 1174. (62) Velmurugan, P.; Lee, Y. H.; Nanthakumar, K.; Kamala-Kannan, S.; Dufosse, L.; Mapari, S. A.; Oh, B.-T. Water-soluble red pigments from Isaria farinosa and structural characterization of the main colored component. J. Basic Microbiol. 2010 ,50(6), 581 −590. (63) Borges, M. E.; Tejera, R. L.; Díaz, L.; Esparza, P.; Ibán ̃ez, E. Natural dyes extraction from cochineal (Dactylopius coccus). Newextraction methods. Food Chem. 2012 ,132(4), 1855 −60. (64) Lin, S.-M.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0248",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 248,
    "text": "from Isaria farinosa and structural characterization of the main colored component. J. Basic Microbiol. 2010 ,50(6), 581 −590. (63) Borges, M. E.; Tejera, R. L.; Díaz, L.; Esparza, P.; Ibán ̃ez, E. Natural dyes extraction from cochineal (Dactylopius coccus). Newextraction methods. Food Chem. 2012 ,132(4), 1855 −60. (64) Lin, S.-M.; Lin, B.-H.; Hsieh, W.-M.; Ko, H.-J.; Liu, C.-D.; Chen, L.-G.; Chiou, R. Y.-Y. Structural Identification and Bioactivities of Red-Violet Pigments Present in Basella alba Fruits. J. Agric. Food Chem. 2010 ,58(19), 10364 −10372. (65) Inanli, A. G.; Tu ̈merkan, E. T. A.; Abed, N el; Regenstein, J. M.; O ̈zogul,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0249",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 249,
    "text": "Lin, B.-H.; Hsieh, W.-M.; Ko, H.-J.; Liu, C.-D.; Chen, L.-G.; Chiou, R. Y.-Y. Structural Identification and Bioactivities of Red-Violet Pigments Present in Basella alba Fruits. J. Agric. Food Chem. 2010 ,58(19), 10364 −10372. (65) Inanli, A. G.; Tu ̈merkan, E. T. A.; Abed, N el; Regenstein, J. M.; O ̈zogul, F. The impact of chitosan on seafood quality and human health: A review. Trends in Food Science &Technology 2020 ,97, 404− 16. (66) Gokoglu, N. Novel natural food preservatives and applications in seafood preservation: a review. J. Sci. Food Agric. 2019 ,99(5), 2068−2077.(67) Baptista, R. C.; Horita, C. N.; Sant"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0250",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 250,
    "text": "F. The impact of chitosan on seafood quality and human health: A review. Trends in Food Science &Technology 2020 ,97, 404− 16. (66) Gokoglu, N. Novel natural food preservatives and applications in seafood preservation: a review. J. Sci. Food Agric. 2019 ,99(5), 2068−2077.(67) Baptista, R. C.; Horita, C. N.; Sant ’Ana, A. S. Natural products with preservative properties for enhancing the microbiological safety and extending the shelf-life of seafood: A review. Food Research International 2020 ,127, 108762. (68) Quinto, E. J.; Caro, I.; Villalobos-Delgado, L. H.; Mateo, J.; DeMateo-Silleras, B.; Redondo-Del-Río, M. P. Food Safety through Natural Antimicrobials. Antibiotics 2019"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0251",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 251,
    "text": "’Ana, A. S. Natural products with preservative properties for enhancing the microbiological safety and extending the shelf-life of seafood: A review. Food Research International 2020 ,127, 108762. (68) Quinto, E. J.; Caro, I.; Villalobos-Delgado, L. H.; Mateo, J.; DeMateo-Silleras, B.; Redondo-Del-Río, M. P. Food Safety through Natural Antimicrobials. Antibiotics 2019 ,8, 208. (69) Davidson, P. M.; Zivanovic, S. The use of natural antimicrobials. Food Preservation. Techniques. 2003 ,5−30. (70) Kalpana, V.N.; Rajeswari, V. D. Preservatives in Beverages: Perception and Needs. Preservatives and Preservation Approaches in Beverages 2019 ,15: the Science of Beverages ,1−30. (71) Davidson, P. M.; Taylor, T. M.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0252",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 252,
    "text": ",8, 208. (69) Davidson, P. M.; Zivanovic, S. The use of natural antimicrobials. Food Preservation. Techniques. 2003 ,5−30. (70) Kalpana, V.N.; Rajeswari, V. D. Preservatives in Beverages: Perception and Needs. Preservatives and Preservation Approaches in Beverages 2019 ,15: the Science of Beverages ,1−30. (71) Davidson, P. M.; Taylor, T. M.; Schmidt, S. E. Chemical Preservatives and Natural Antimicrobial Compounds. In Food Microbiology: Fundamentals and Frontiers , 4th ed.; Doyle, M. P., B u c h a n a n ,R .L . ,E d s . ;A m e r i c a nS o c i e t yf"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0253",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 253,
    "text": "Schmidt, S. E. Chemical Preservatives and Natural Antimicrobial Compounds. In Food Microbiology: Fundamentals and Frontiers , 4th ed.; Doyle, M. P., B u c h a n a n ,R .L . ,E d s . ;A m e r i c a nS o c i e t yf o rM i c r o b i o l o g y : Washington, DC, 2013; pp 765 −802. (72) Bensid, A.; El Abed, N.; Houicher, A.; Regenstein, J. M.; Ozogul, F. Antioxidant and antimicrobial preservatives: Properties,mechanism of action and applications in food −a review. Crit. Rev. Food Sci."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0254",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 254,
    "text": "o rM i c r o b i o l o g y : Washington, DC, 2013; pp 765 −802. (72) Bensid, A.; El Abed, N.; Houicher, A.; Regenstein, J. M.; Ozogul, F. Antioxidant and antimicrobial preservatives: Properties,mechanism of action and applications in food −a review. Crit. Rev. Food Sci. Nutr. 2020 ,1 . (73) Lennerz, B. S.; Vafai, S. B.; Delaney, N. F.; Clish, C. B.; Deik, A. A.; Pierce, K. A.; et al. Effects of sodium benzoate, a widely used foodpreservative, on glucose homeostasis and metabolic profiles inhumans. Mol. Genet. Metab. 2015 ,114(1), 73 −9. (74) Mamur, S.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0255",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 255,
    "text": "Nutr. 2020 ,1 . (73) Lennerz, B. S.; Vafai, S. B.; Delaney, N. F.; Clish, C. B.; Deik, A. A.; Pierce, K. A.; et al. Effects of sodium benzoate, a widely used foodpreservative, on glucose homeostasis and metabolic profiles inhumans. Mol. Genet. Metab. 2015 ,114(1), 73 −9. (74) Mamur, S.; Yu ̈zbas ̧ıog ̆lu, D.; U ̈nal, F.; Aksoy, H. Genotoxicity of food preservative sodium sorbate in human lymphocytes in vitro.Cytotechnology 2012 ,64(5), 553 −562. (75) Mamur, S.; Yu ̈zbas ̧iog ̌lu, D.; U ̈nal, F.; Yilmaz, S. Does potassium sorbate induce genotoxic or mutagenic effects in lymphocytes? Toxicology in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0256",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 256,
    "text": "Yu ̈zbas ̧ıog ̆lu, D.; U ̈nal, F.; Aksoy, H. Genotoxicity of food preservative sodium sorbate in human lymphocytes in vitro.Cytotechnology 2012 ,64(5), 553 −562. (75) Mamur, S.; Yu ̈zbas ̧iog ̌lu, D.; U ̈nal, F.; Yilmaz, S. Does potassium sorbate induce genotoxic or mutagenic effects in lymphocytes? Toxicology in Vitro 2010 ,24(3), 790 −4. (76) Karpuzoglu, E.; Holladay, S. D.; Gogal, R. M. Parabens: Potential impact of Low-Affinity Estrogen receptor Binding chemicalson Human health. J. Toxicol. Environ. Health, Part B 2013 ,16(5), 321−335. (77) Khanna, S.; Dash, P. R.; Darbre, P. D. Exposure to parabens at the concentration of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0257",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 257,
    "text": "Vitro 2010 ,24(3), 790 −4. (76) Karpuzoglu, E.; Holladay, S. D.; Gogal, R. M. Parabens: Potential impact of Low-Affinity Estrogen receptor Binding chemicalson Human health. J. Toxicol. Environ. Health, Part B 2013 ,16(5), 321−335. (77) Khanna, S.; Dash, P. R.; Darbre, P. D. Exposure to parabens at the concentration of maximal pro liferative response increases migratory and invasive activity of human breast cancer cells in vitro.J. Appl. Toxicol. 2014 ,34(9), 1051 −1059. (78) Mamur, S.; Yu ̈zbas ̧ıog ̆lu, D.; U ̈nal, F.; Aksoy, H. Genotoxicity of food preservative sodium sorbate in human lymphocytes in vitro.Cytotechnology 2012 ,64(5), 553 −562."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0258",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 258,
    "text": "maximal pro liferative response increases migratory and invasive activity of human breast cancer cells in vitro.J. Appl. Toxicol. 2014 ,34(9), 1051 −1059. (78) Mamur, S.; Yu ̈zbas ̧ıog ̆lu, D.; U ̈nal, F.; Aksoy, H. Genotoxicity of food preservative sodium sorbate in human lymphocytes in vitro.Cytotechnology 2012 ,64(5), 553 −562. (79) Binstok, G.; Campos, C.; Varela, O.; Gerschenson, L. N. Sorbate −nitrite reactions in meat products. Food Research International 1998 ,31(8), 581 −5. (80) Mpountoukas, P.; Vantarakis, A.; Sivridis, E.; Lialiaris, T. Cytogenetic study in cultured human lymphocytes treated with threecommonly used preservatives. Food Chem. Toxicol. 2008 ,46(7), 2390−3. (81)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0259",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 259,
    "text": "(79) Binstok, G.; Campos, C.; Varela, O.; Gerschenson, L. N. Sorbate −nitrite reactions in meat products. Food Research International 1998 ,31(8), 581 −5. (80) Mpountoukas, P.; Vantarakis, A.; Sivridis, E.; Lialiaris, T. Cytogenetic study in cultured human lymphocytes treated with threecommonly used preservatives. Food Chem. Toxicol. 2008 ,46(7), 2390−3. (81) Cammack, R.; Joannou, C. L.; Cui, X. Y.; Torres Martinez, C.; Maraj, S. R.; Hughes, M. N. Nitrite and nitrosyl compounds in foodpreservation. Biochimica et Biophysica Acta (BBA) - Bioenergetics 1999 , 1411 (2−3), 475 −88. (82) Tamme, T.; Reinik, M.; Roasto, M. Nitrates and Nitrites in Vegetables: Occurrence and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0260",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 260,
    "text": "Cammack, R.; Joannou, C. L.; Cui, X. Y.; Torres Martinez, C.; Maraj, S. R.; Hughes, M. N. Nitrite and nitrosyl compounds in foodpreservation. Biochimica et Biophysica Acta (BBA) - Bioenergetics 1999 , 1411 (2−3), 475 −88. (82) Tamme, T.; Reinik, M.; Roasto, M. Nitrates and Nitrites in Vegetables: Occurrence and Health Risks. In Bioactive Foods in Promoting Health: Fruits and Vegetables ; Watson, R. R., Preedy, V. R., Eds.; Academic Press: London, U.K.; 2010; Chapter 21, pp 307 −321, DOI: 10.1016/B978-0-12-374628-3.00021-9 . (83) Sindelar, J. J.; Milkowski, A. L. Human safety controversies surrounding nitrate and nitrite in the diet. Nitric"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0261",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 261,
    "text": "Health Risks. In Bioactive Foods in Promoting Health: Fruits and Vegetables ; Watson, R. R., Preedy, V. R., Eds.; Academic Press: London, U.K.; 2010; Chapter 21, pp 307 −321, DOI: 10.1016/B978-0-12-374628-3.00021-9 . (83) Sindelar, J. J.; Milkowski, A. L. Human safety controversies surrounding nitrate and nitrite in the diet. Nitric Oxide 2012 ,26(4), 259−66. (84) Sebranek, J. G.; Bacus, J. N. Cured meat products without direct addition of nitrate or nitrite: what are the issues? Meat Science 2007 ,77(1), 136 −47. (85) Iammarino, M.; di Taranto, A.; Cristino, M. Endogenous levels of nitrites and nitrates in wide consumption foodstuffs: Results"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0262",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 262,
    "text": "Oxide 2012 ,26(4), 259−66. (84) Sebranek, J. G.; Bacus, J. N. Cured meat products without direct addition of nitrate or nitrite: what are the issues? Meat Science 2007 ,77(1), 136 −47. (85) Iammarino, M.; di Taranto, A.; Cristino, M. Endogenous levels of nitrites and nitrates in wide consumption foodstuffs: Results of fiveyears of official controls and monitoring. Food Chem. 2013 ,140(4), 763−71.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052802 (86) Honikel, K. O. The use and control of nitrate and nitrite for the processing of meat products. Meat Science 2008 ,78(1−2),"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0263",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 263,
    "text": "of fiveyears of official controls and monitoring. Food Chem. 2013 ,140(4), 763−71.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052802 (86) Honikel, K. O. The use and control of nitrate and nitrite for the processing of meat products. Meat Science 2008 ,78(1−2), 68−76. (87) Gøtterup, J.; Olsen, K.; Knöchel, S.; Tjener, K.; Stahnke, L. H.; Møller, J. K. S. Relationship between nitrate/nitrite reductaseactivities in meat associated staphylococci and nitrosylmyoglobinformation in a cured meat model system. Int. J. Food Microbiol. 2007 , 120(3), 303 −10. (88) EU Reg. Comission Regulation No. 1129/2011 amending"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0264",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 264,
    "text": "68−76. (87) Gøtterup, J.; Olsen, K.; Knöchel, S.; Tjener, K.; Stahnke, L. H.; Møller, J. K. S. Relationship between nitrate/nitrite reductaseactivities in meat associated staphylococci and nitrosylmyoglobinformation in a cured meat model system. Int. J. Food Microbiol. 2007 , 120(3), 303 −10. (88) EU Reg. Comission Regulation No. 1129/2011 amending Annex II to Regulation (EC) No 1333/2008 of the EuropeanParliament and of the Council by establishing a Union list of foodadditives. (89) Iammarino, M.; di Taranto, A.; Muscarella, M. Investigation on the presence of sulphites in fresh meat preparations: Estimation of anallowable maximum limit. Meat Science 2012 ,90(2), 304 −8."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0265",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 265,
    "text": "Annex II to Regulation (EC) No 1333/2008 of the EuropeanParliament and of the Council by establishing a Union list of foodadditives. (89) Iammarino, M.; di Taranto, A.; Muscarella, M. Investigation on the presence of sulphites in fresh meat preparations: Estimation of anallowable maximum limit. Meat Science 2012 ,90(2), 304 −8. (90) Suh, H. J.; Cho, Y. H.; Chung, M. S.; Hee Kim, B. Preliminary data on sulphite intake from the Korean diet. Journal of Food Composition and Analysis 2007 ,20(3−4), 212 −9. (91) Arioglu-Tuncil, S.; Voelker, A. L.; Taylor, L. S.; Mauer, L. J. Amorphization of Thiamine Chloride Hydrochloride: Effects"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0266",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 266,
    "text": "(90) Suh, H. J.; Cho, Y. H.; Chung, M. S.; Hee Kim, B. Preliminary data on sulphite intake from the Korean diet. Journal of Food Composition and Analysis 2007 ,20(3−4), 212 −9. (91) Arioglu-Tuncil, S.; Voelker, A. L.; Taylor, L. S.; Mauer, L. J. Amorphization of Thiamine Chloride Hydrochloride: Effects ofPhysical State and Polymer Type on the Chemical Stability ofThiamine in Solid Dispersions. Int. J. Mol. Sci. 2020 ,21(16), 5935. (92) Hayek, S. A., Gyawali, R, Ibrahim, S. A. Antimicrobial natural products. In Microbial Pathogens and Strategies for Combating Them: Science, Technology and Education Méndez-Vilas, A, Ed.; Formatex Research Center:"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0267",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 267,
    "text": "ofPhysical State and Polymer Type on the Chemical Stability ofThiamine in Solid Dispersions. Int. J. Mol. Sci. 2020 ,21(16), 5935. (92) Hayek, S. A., Gyawali, R, Ibrahim, S. A. Antimicrobial natural products. In Microbial Pathogens and Strategies for Combating Them: Science, Technology and Education Méndez-Vilas, A, Ed.; Formatex Research Center: Badajoz, Spain 2013; pp 910 −921. (93) Boziaris, I. S.; Proestos, C.; Kapsokefalou, M.; Komaitis, M. Antimicrobial effect of Filipendula ulmaria plant extract againstselected foodborne pathogenic and spoilage bacteria in laboratorymedia, fish flesh and fish roe product. Food Technol. Biotechnol. 2011 , 49(2), 263 −270. (94) Al-Habib, A.; Al-Saleh, E.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0268",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 268,
    "text": "Badajoz, Spain 2013; pp 910 −921. (93) Boziaris, I. S.; Proestos, C.; Kapsokefalou, M.; Komaitis, M. Antimicrobial effect of Filipendula ulmaria plant extract againstselected foodborne pathogenic and spoilage bacteria in laboratorymedia, fish flesh and fish roe product. Food Technol. Biotechnol. 2011 , 49(2), 263 −270. (94) Al-Habib, A.; Al-Saleh, E.; Safer, A.-M.; Afzal, M. Bactericidal effect of grape seed extract on methicillin-resistant Staphylococcusaureus (MRSA). Journal of Toxicological Sciences 2010 ,35(3), 357 − 64. ( 9 5 )T i w a r i ,B .K . ;V a l d r a m i d i s ,V .P . ;O"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0269",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 269,
    "text": "Safer, A.-M.; Afzal, M. Bactericidal effect of grape seed extract on methicillin-resistant Staphylococcusaureus (MRSA). Journal of Toxicological Sciences 2010 ,35(3), 357 − 64. ( 9 5 )T i w a r i ,B .K . ;V a l d r a m i d i s ,V .P . ;O ’donnell, C. P.; Muthukumarappan, K.; Bourke, P.; Cullen, P. J. Application ofnatural antimicrobials for food preservation. J. Agric. Food Chem. 2009 ,57, 5987−6000. (96) Xue, J.; Davidson, P. M.; Zhong, Q. Thymol Nanoemulsified by Whey Protein-Maltodextrin Conjugates: The Enhanced EmulsifyingCapacity and Antilisterial Properties in Milk by Propylene Glycol. J. Agric."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0270",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 270,
    "text": "’donnell, C. P.; Muthukumarappan, K.; Bourke, P.; Cullen, P. J. Application ofnatural antimicrobials for food preservation. J. Agric. Food Chem. 2009 ,57, 5987−6000. (96) Xue, J.; Davidson, P. M.; Zhong, Q. Thymol Nanoemulsified by Whey Protein-Maltodextrin Conjugates: The Enhanced EmulsifyingCapacity and Antilisterial Properties in Milk by Propylene Glycol. J. Agric. Food Chem. 2013 ,61(51), 12720 −12726. (97) da Cruz Cabral, L.; Fernández Pinto, V.; Patriarca, A. Application of plant derived compounds to control fungal spoilageand mycotoxin production in foods. Int. J. Food Microbiol. 2013 ,166 (1), 1−14. (98) Pisoschi, A. M.; Pop, A.; Georgescu, C.; Turcus ̧, V.; Olah, N."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0271",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 271,
    "text": "Food Chem. 2013 ,61(51), 12720 −12726. (97) da Cruz Cabral, L.; Fernández Pinto, V.; Patriarca, A. Application of plant derived compounds to control fungal spoilageand mycotoxin production in foods. Int. J. Food Microbiol. 2013 ,166 (1), 1−14. (98) Pisoschi, A. M.; Pop, A.; Georgescu, C.; Turcus ̧, V.; Olah, N. K.; Mathe, E. An overview of natural antimicrobials role in food. Eur. J. Med. Chem. 2018 ,143, 922−35. (99) Hintz, T.; Matthews, K. K.; Di, R. The Use of Plant Antimicrobial Compounds for Food Preservation. BioMed Res. Int. 2015 ,2015 , 246264. (100) Ultee, A.; Smid, E. J. Influence of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0272",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 272,
    "text": "K.; Mathe, E. An overview of natural antimicrobials role in food. Eur. J. Med. Chem. 2018 ,143, 922−35. (99) Hintz, T.; Matthews, K. K.; Di, R. The Use of Plant Antimicrobial Compounds for Food Preservation. BioMed Res. Int. 2015 ,2015 , 246264. (100) Ultee, A.; Smid, E. J. Influence of carvacrol on growth and toxin production by Bacillus cereus. Int. J. Food Microbiol. 2001 ,64, 373−378. (101) Ozogul, Y.; Yuvka, I ̇; Ucar, Y.; Durmus, M.; Kösker, A. R.; O ̈z, M.; et al. Evaluation of effects of nanoemulsion based on herb essential oils (rosemary, laurel, thyme and sage) on"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0273",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 273,
    "text": "carvacrol on growth and toxin production by Bacillus cereus. Int. J. Food Microbiol. 2001 ,64, 373−378. (101) Ozogul, Y.; Yuvka, I ̇; Ucar, Y.; Durmus, M.; Kösker, A. R.; O ̈z, M.; et al. Evaluation of effects of nanoemulsion based on herb essential oils (rosemary, laurel, thyme and sage) on sensory, chemicaland microbiological quality of rainbow trout (Oncorhynchus mykiss)fillets during ice storage. LWT 2017 ,75, 677−84. (102) Babu, D.; Kushwaha, K.; Sehgal, S.; Juneja, V. K. Antimicrobials of Plant Origin. In Microbial Control and Food Preservation ; Juneja, V., Dwivedi, H., Sofos, J., Eds.; Food Microbiology and Food Safety; Springer:"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0274",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 274,
    "text": "sensory, chemicaland microbiological quality of rainbow trout (Oncorhynchus mykiss)fillets during ice storage. LWT 2017 ,75, 677−84. (102) Babu, D.; Kushwaha, K.; Sehgal, S.; Juneja, V. K. Antimicrobials of Plant Origin. In Microbial Control and Food Preservation ; Juneja, V., Dwivedi, H., Sofos, J., Eds.; Food Microbiology and Food Safety; Springer: New York, 2017; pp 85 −100; DOI: 10.1007/978-1-4939-7556-3_5 . (103) Chaudhari, A. K.; Singh, V. K.; Das, S.; Deepika; Prasad, J.; Dwivedy, A. K.; et al. Improvement of in vitro and in situ antifungal, AFB1 inhibitory and antioxidant activity of Origanum majorana L.essential oil through nanoemulsion and recommending as novel"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0275",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 275,
    "text": "New York, 2017; pp 85 −100; DOI: 10.1007/978-1-4939-7556-3_5 . (103) Chaudhari, A. K.; Singh, V. K.; Das, S.; Deepika; Prasad, J.; Dwivedy, A. K.; et al. Improvement of in vitro and in situ antifungal, AFB1 inhibitory and antioxidant activity of Origanum majorana L.essential oil through nanoemulsion and recommending as novel food preservative. Food Chem. Toxicol. 2020 ,143, 111536. (104) Hassoun, A.; Emir C ̧oban, O ̈. Essential oils for antimicrobial and antioxidant applications in fish and other seafood products.Trends in Food Science &Technology 2017 ,68,2 6−36. (105) Turgis, M.; Vu, K. D.; Dupont, C.; Lacroix, M. Combined antimicrobial effect of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0276",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 276,
    "text": "food preservative. Food Chem. Toxicol. 2020 ,143, 111536. (104) Hassoun, A.; Emir C ̧oban, O ̈. Essential oils for antimicrobial and antioxidant applications in fish and other seafood products.Trends in Food Science &Technology 2017 ,68,2 6−36. (105) Turgis, M.; Vu, K. D.; Dupont, C.; Lacroix, M. Combined antimicrobial effect of essential oils and bacteriocins against foodborne pathogens and food spoilage bacteria. Food Research International 2012 ,48(2), 696 −702. (106) Oyinloye, B. E.; Adenowo, A. F.; Kappo, A. P. Reactive Oxygen Species, Apoptosis, Antimicrobial Peptides and Human Inflammatory Diseases. Pharmaceuticals 2015 ,8(2), 151 −175. (107) Cheng, C.; Arritt, F.; Stevenson, C."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0277",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 277,
    "text": "essential oils and bacteriocins against foodborne pathogens and food spoilage bacteria. Food Research International 2012 ,48(2), 696 −702. (106) Oyinloye, B. E.; Adenowo, A. F.; Kappo, A. P. Reactive Oxygen Species, Apoptosis, Antimicrobial Peptides and Human Inflammatory Diseases. Pharmaceuticals 2015 ,8(2), 151 −175. (107) Cheng, C.; Arritt, F.; Stevenson, C. Controlling Listeria monocytogenes in Cold Smoked Salmon with the Antimicrobial Peptide Salmine. J. Food Sci. 2015 ,80(6), M1314 −M1318. (108) Galvez, A., Grande Burgos, M. J., Lucas Lopez, R., Perez Pulido, R. Natural antimicrobials for food biopreservation. In Food Biopreservation (Springer Briefs in Food, Health, and Nutrition) ; Springer: New"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0278",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 278,
    "text": "Controlling Listeria monocytogenes in Cold Smoked Salmon with the Antimicrobial Peptide Salmine. J. Food Sci. 2015 ,80(6), M1314 −M1318. (108) Galvez, A., Grande Burgos, M. J., Lucas Lopez, R., Perez Pulido, R. Natural antimicrobials for food biopreservation. In Food Biopreservation (Springer Briefs in Food, Health, and Nutrition) ; Springer: New York, 2014; pp 2 −14. (109) Sivakanthan, S.; Rajendran, S.; Gamage, A.; Madhujith, T.; Mani, S. Antioxidant and antimicrobial applications of biopolymers: Areview. Food Research International 2020 ,136, 109327. (110) Jasour, M. S.; Ehsani, A.; Mehryar, L.; Naghibi, S. S. Chitosan coating incorporated with the lactoperoxidase system: an active edible"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0279",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 279,
    "text": "York, 2014; pp 2 −14. (109) Sivakanthan, S.; Rajendran, S.; Gamage, A.; Madhujith, T.; Mani, S. Antioxidant and antimicrobial applications of biopolymers: Areview. Food Research International 2020 ,136, 109327. (110) Jasour, M. S.; Ehsani, A.; Mehryar, L.; Naghibi, S. S. Chitosan coating incorporated with the lactoperoxidase system: an active edible coating for fish preservation. J. Sci. Food Agric. 2015 ,95(6), 1373 − 1378. (111) Sharifi, F.; Khanzadi, S.; Hashemi, M.; Azizzadeh, M. Control of Listeria Monocytogenes and Escherichia coli O157:H7 Inoculated on Fish Fillets Using Alginate Coating Containing Lactoperoxidase System and Zataria multiflora Boiss Essential Oil. J. Aquat. Food Prod."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0280",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 280,
    "text": "coating for fish preservation. J. Sci. Food Agric. 2015 ,95(6), 1373 − 1378. (111) Sharifi, F.; Khanzadi, S.; Hashemi, M.; Azizzadeh, M. Control of Listeria Monocytogenes and Escherichia coli O157:H7 Inoculated on Fish Fillets Using Alginate Coating Containing Lactoperoxidase System and Zataria multiflora Boiss Essential Oil. J. Aquat. Food Prod. Technol. 2017 ,26(9), 1014 −1021. (112) Rai, M.; Pandit, R.; Gaikwad, S.; Kövics, G. Antimicrobial peptides as natural bio-preservative to enhance the shelf-life of food. Journal of Food Science and Technology 2016 ,53, 3381−94. (113) Samaranayaka, A. G. P.; Li-Chan, E. C. Y. Food-derived peptidic antioxidants: A review of their"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0281",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 281,
    "text": "Technol. 2017 ,26(9), 1014 −1021. (112) Rai, M.; Pandit, R.; Gaikwad, S.; Kövics, G. Antimicrobial peptides as natural bio-preservative to enhance the shelf-life of food. Journal of Food Science and Technology 2016 ,53, 3381−94. (113) Samaranayaka, A. G. P.; Li-Chan, E. C. Y. Food-derived peptidic antioxidants: A review of their production, assessment, andpotential applications. Journal of Functional Foods 2011 ,3(4), 229 − 54. (114) Klaenhammer, T. R. Genetics of bacteriocins produced by lactic acid bacteria. FEMS Microbiol. Rev. 1993 ,12(1−3), 39−85. (115) Malhotra, B.; Keshwani, A.; Kharkwal, H. Antimicrobial food packaging: potential and pitfalls. Front. Microbiol. 2015 ,6, 611. (116)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0282",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 282,
    "text": "production, assessment, andpotential applications. Journal of Functional Foods 2011 ,3(4), 229 − 54. (114) Klaenhammer, T. R. Genetics of bacteriocins produced by lactic acid bacteria. FEMS Microbiol. Rev. 1993 ,12(1−3), 39−85. (115) Malhotra, B.; Keshwani, A.; Kharkwal, H. Antimicrobial food packaging: potential and pitfalls. Front. Microbiol. 2015 ,6, 611. (116) Silva, C. C. G.; Silva, S. P. M.; Ribeiro, S. C. Application of Bacteriocins and Protective Cultures in Dairy Food Preservation. Front. Microbiol. 2018 ,9, 594. (117) Gyawali, R.; Ibrahim, S. A. Natural products as antimicrobial agents. Food Control 2014 ,46, 412−29. (118) Joo, N. E.; Ritchie, K.; Kamarajan, P.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0283",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 283,
    "text": "Silva, C. C. G.; Silva, S. P. M.; Ribeiro, S. C. Application of Bacteriocins and Protective Cultures in Dairy Food Preservation. Front. Microbiol. 2018 ,9, 594. (117) Gyawali, R.; Ibrahim, S. A. Natural products as antimicrobial agents. Food Control 2014 ,46, 412−29. (118) Joo, N. E.; Ritchie, K.; Kamarajan, P.; Miao, D.; Kapila, Y. Nisin, anapoptogenic bacteriocin and food preser vative, attenuates HNSCCtumorigenesis via CHAC1. Cancer Medicine. 2012 ,1, 295− 305. (119) Malheiros, P. d. S.; Sant'Anna, V.; Barbosa, M. d. S.; Brandelli, A.; Franco, B. D. G. d. M. Effect of liposome-encapsulated nisin and bateriosin-like substance P34 onListeria monocytogenes"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0284",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 284,
    "text": "Miao, D.; Kapila, Y. Nisin, anapoptogenic bacteriocin and food preser vative, attenuates HNSCCtumorigenesis via CHAC1. Cancer Medicine. 2012 ,1, 295− 305. (119) Malheiros, P. d. S.; Sant'Anna, V.; Barbosa, M. d. S.; Brandelli, A.; Franco, B. D. G. d. M. Effect of liposome-encapsulated nisin and bateriosin-like substance P34 onListeria monocytogenes growth in Minas frescal cheese. Int. J. Food Microbiol. 2012 ,156, 272−277. (120) Kallinteri, L. D.; Kostoula, O. K.; Savvaidis, I. N. Efficacy of nisin and/ornatamycin to improve the shelf-life of Galotyri cheese.Food Microbiology 2013 ,36, 176−81. (121) Boualem, K.; Subirade, M.; Desjardins, Y.; Saucier, L. Development of anencapsulation system"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0285",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 285,
    "text": "growth in Minas frescal cheese. Int. J. Food Microbiol. 2012 ,156, 272−277. (120) Kallinteri, L. D.; Kostoula, O. K.; Savvaidis, I. N. Efficacy of nisin and/ornatamycin to improve the shelf-life of Galotyri cheese.Food Microbiology 2013 ,36, 176−81. (121) Boualem, K.; Subirade, M.; Desjardins, Y.; Saucier, L. Development of anencapsulation system for the protection and controlled release ofantimicrobial nisin at meat cooking temperature. Journal of Food Research 2013 ,2,3 6−45. (122) Arqués, J. L.; Rodríguez, E.; Nun ̃ez, M.; Medina, M. Combined effect of reuterin and lactic acid bacteria bacteriocins on the inactivation of food-borne pathogens in milk. Food Control 2011"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0286",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 286,
    "text": "for the protection and controlled release ofantimicrobial nisin at meat cooking temperature. Journal of Food Research 2013 ,2,3 6−45. (122) Arqués, J. L.; Rodríguez, E.; Nun ̃ez, M.; Medina, M. Combined effect of reuterin and lactic acid bacteria bacteriocins on the inactivation of food-borne pathogens in milk. Food Control 2011 , 22(3−4), 457 −61. (123) Ghanbari, M.; Jami, M.; Domig, K. J.; Kneifel, W. Seafood biopreservation by lactic acid bacteria −A review. LWT - Food Science and Technology 2013 ,54(2), 315 −24.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052803 (124) Ray,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0287",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 287,
    "text": ", 22(3−4), 457 −61. (123) Ghanbari, M.; Jami, M.; Domig, K. J.; Kneifel, W. Seafood biopreservation by lactic acid bacteria −A review. LWT - Food Science and Technology 2013 ,54(2), 315 −24.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052803 (124) Ray, R. C., Joshi, V. K. Fermented foods: Past, present and future. In Microorganisms and Fermentation of Traditional Food ; Montet, D, Ray, R. C., Eds.; CRC Press: Boca Raton, FL; 2015; pp1−36. (125) Devlieghere, F.; Debevere, J. Influence of Dissolved Carbon Dioxide on the Growth of Spoilage Bacteria. LWT -"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0288",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 288,
    "text": "R. C., Joshi, V. K. Fermented foods: Past, present and future. In Microorganisms and Fermentation of Traditional Food ; Montet, D, Ray, R. C., Eds.; CRC Press: Boca Raton, FL; 2015; pp1−36. (125) Devlieghere, F.; Debevere, J. Influence of Dissolved Carbon Dioxide on the Growth of Spoilage Bacteria. LWT - Food Science and Technology 2000 ,33(8), 531 −7. (126) Paul Ross, R.; Morgan, S.; Hill, C. Preservation and fermentation: past, present and future. Int. J. Food Microbiol. 2002 , 79(1−2), 3−16. (127) Dalié, D. K. D.; Deschamps, A. M.; Richard-Forget, F. Lactic acid bacteria −Potential for control of mould growth"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0289",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 289,
    "text": "Food Science and Technology 2000 ,33(8), 531 −7. (126) Paul Ross, R.; Morgan, S.; Hill, C. Preservation and fermentation: past, present and future. Int. J. Food Microbiol. 2002 , 79(1−2), 3−16. (127) Dalié, D. K. D.; Deschamps, A. M.; Richard-Forget, F. Lactic acid bacteria −Potential for control of mould growth and mycotoxins: A review. Food Control 2010 ,21(4), 370 −80. (128) Gulcin, I ̇. Antioxidants and antioxidant methods: an updated overview. Arch. Toxicol. 2020 ,94(3), 651 −715. (129) Liu, Z.-Q. Kinetic study on the prooxidative effect of vitamin C on the autoxidation of glycerol trioleate in micelles. J. Phys. Org."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0290",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 290,
    "text": "and mycotoxins: A review. Food Control 2010 ,21(4), 370 −80. (128) Gulcin, I ̇. Antioxidants and antioxidant methods: an updated overview. Arch. Toxicol. 2020 ,94(3), 651 −715. (129) Liu, Z.-Q. Kinetic study on the prooxidative effect of vitamin C on the autoxidation of glycerol trioleate in micelles. J. Phys. Org. Chem. 2006 ,19(2), 136 −142. (130) Ayala, A.; Mun ̃oz, M. F.; Argu ̈elles, S. Lipid peroxidation: Production, metabolism, and signaling mechanisms of malondialde-hyde and 4-hydroxy-2-nonenal. Oxid. Med. Cell. Longev. 2014 ,2014 , 360438. (131) Atta, E. M.; Mohamed, N. H.; Abdelgawad, A. A. M. Antioxidants: An Overview on the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0291",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 291,
    "text": "Chem. 2006 ,19(2), 136 −142. (130) Ayala, A.; Mun ̃oz, M. F.; Argu ̈elles, S. Lipid peroxidation: Production, metabolism, and signaling mechanisms of malondialde-hyde and 4-hydroxy-2-nonenal. Oxid. Med. Cell. Longev. 2014 ,2014 , 360438. (131) Atta, E. M.; Mohamed, N. H.; Abdelgawad, A. A. M. Antioxidants: An Overview on the Natural and Synthetic Types. European Chemical Bulletin 2017 ,6(8), 365. (132) Carocho, M.; Morales, P.; Ferreira, I. C. F. R. Antioxidants: Reviewing the chemistry, food applications, legislation and role as preservatives. Trends Food Sci. Technol. 2018 ,71, 107−120. (133) Berdahl, D. R.; Nahas, R. I.; Barren, J. P. Synthetic and"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0292",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 292,
    "text": "Natural and Synthetic Types. European Chemical Bulletin 2017 ,6(8), 365. (132) Carocho, M.; Morales, P.; Ferreira, I. C. F. R. Antioxidants: Reviewing the chemistry, food applications, legislation and role as preservatives. Trends Food Sci. Technol. 2018 ,71, 107−120. (133) Berdahl, D. R.; Nahas, R. I.; Barren, J. P. Synthetic and natural antioxidant additives in food stabilization: current applications andfuture research. Oxidation in Foods and Beverages and Antioxidant Applications: Understanding Mechanisms of Oxidation and Antioxidant Activity 2010 , 272−320. (134) B ł aszczyk, A.; Augustyniak, A.; Skolimowski, J. Ethoxyquin: An antioxidant used in animal feed. Int. J. Food Sci. 2013 ,2013"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0293",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 293,
    "text": "natural antioxidant additives in food stabilization: current applications andfuture research. Oxidation in Foods and Beverages and Antioxidant Applications: Understanding Mechanisms of Oxidation and Antioxidant Activity 2010 , 272−320. (134) B ł aszczyk, A.; Augustyniak, A.; Skolimowski, J. Ethoxyquin: An antioxidant used in animal feed. Int. J. Food Sci. 2013 ,2013 , 585931. (135) Berardo, A.; de Maere, H.; Stavropoulou, D. A.; Rysman, T.; Leroy, F.; de Smet, S. Effect of sodium ascorbate and sodium nitrite on protein and lipid oxidation in dry fermented sausages. Meat Science 2016 ,121, 359−64. (136) Gimeno, O.; Astiasarán, I.; Bello, J. Calcium ascorbate as a"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0294",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 294,
    "text": ", 585931. (135) Berardo, A.; de Maere, H.; Stavropoulou, D. A.; Rysman, T.; Leroy, F.; de Smet, S. Effect of sodium ascorbate and sodium nitrite on protein and lipid oxidation in dry fermented sausages. Meat Science 2016 ,121, 359−64. (136) Gimeno, O.; Astiasarán, I.; Bello, J. Calcium ascorbate as a potential partial substitute for NaCl in dry fermented sausages: effecton colour, texture and hygienic quality at different concentrations.Meat Science 2001 ,57(1), 23 −9. (137) Aguayo, E.; Requejo-Jackman, C.; Stanley, R.; Woolf, A. Effects of calcium ascorbate treatments and storage atmosphere onantioxidant activity and quality of fresh-cut apple slices. Postharvest Biology"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0295",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 295,
    "text": "potential partial substitute for NaCl in dry fermented sausages: effecton colour, texture and hygienic quality at different concentrations.Meat Science 2001 ,57(1), 23 −9. (137) Aguayo, E.; Requejo-Jackman, C.; Stanley, R.; Woolf, A. Effects of calcium ascorbate treatments and storage atmosphere onantioxidant activity and quality of fresh-cut apple slices. Postharvest Biology and Technology 2010 ,57(1), 52 −60. (138) EFSA. Scientific opinion on the re-evaluation of ascorbyl palmitate (E304(i)) and ascorbyl stearate (E304(ii)) as foodadditives. EFSA J. 2015 ,13, 4289−4346. (139) Hui, Y. H. Handbook of Food Science, Technology, and Engineering , ,1st ed.; CRC Press, Taylor & Francis: Boca Raton, FL,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0296",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 296,
    "text": "and Technology 2010 ,57(1), 52 −60. (138) EFSA. Scientific opinion on the re-evaluation of ascorbyl palmitate (E304(i)) and ascorbyl stearate (E304(ii)) as foodadditives. EFSA J. 2015 ,13, 4289−4346. (139) Hui, Y. H. Handbook of Food Science, Technology, and Engineering , ,1st ed.; CRC Press, Taylor & Francis: Boca Raton, FL, 2006; Vol. 1. (140) Schelegueda, L.; Gliemmo, M.; Campos, C. Antimicrobial Synergic Effect of Chitosan with Sodium Lactate, Nisin or PotassiumSorbate against the Bacterial Flora of Fish. J. Food Res. 2012 ,1(3), 272. (141) Ilhak, O. I.; Guran, H. S. Combined Antimicrobial Effect of Thymol and Sodium Lactate against Listeria"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0297",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 297,
    "text": "2006; Vol. 1. (140) Schelegueda, L.; Gliemmo, M.; Campos, C. Antimicrobial Synergic Effect of Chitosan with Sodium Lactate, Nisin or PotassiumSorbate against the Bacterial Flora of Fish. J. Food Res. 2012 ,1(3), 272. (141) Ilhak, O. I.; Guran, H. S. Combined Antimicrobial Effect of Thymol and Sodium Lactate against Listeria monocytogenes andSalmonella Typhimurium in Fish Patty. J. Food Saf. 2014 ,34(3), 211−217. (142) Crist, C. A.; Williams, J. B.; Schilling, M. W.; Hood, A. F.; Smith, B. S.; Campano, S. G. Impact of sodium lactate and vinegar derivatives on the quality of fresh Italian pork sausage links. Meat Science 2014"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0298",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 298,
    "text": "monocytogenes andSalmonella Typhimurium in Fish Patty. J. Food Saf. 2014 ,34(3), 211−217. (142) Crist, C. A.; Williams, J. B.; Schilling, M. W.; Hood, A. F.; Smith, B. S.; Campano, S. G. Impact of sodium lactate and vinegar derivatives on the quality of fresh Italian pork sausage links. Meat Science 2014 ,96(4), 1509 −16. (143) De ’Nobili, M. D.; Soria, M.; Martinefski, M. R.; Tripodi, V. P.; Fissore, E. N.; Rojas, A. M. Stability of L-(+)-ascorbic acid in alginateedible films loaded with citric acid for antioxidant food preservation. Journal of Food Engineering 2016 ,175,1−7. (144) Banipal, T. S.; Kaur, H.; Kaur,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0299",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 299,
    "text": ",96(4), 1509 −16. (143) De ’Nobili, M. D.; Soria, M.; Martinefski, M. R.; Tripodi, V. P.; Fissore, E. N.; Rojas, A. M. Stability of L-(+)-ascorbic acid in alginateedible films loaded with citric acid for antioxidant food preservation. Journal of Food Engineering 2016 ,175,1−7. (144) Banipal, T. S.; Kaur, H.; Kaur, A.; Banipal, P. K. Effect of tartarate and citrate based food additives on the micellar properties ofsodium dodecylsulfate for prospective use as food emulsifier. Food Chem. 2016 ,190, 599 −606. (145) Jane Vickers, P.; Braybrook, J.; Lawrence, P.; Gray, K. Detecting tartrate additives in foods: Evaluating the use of capillary"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0300",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 300,
    "text": "A.; Banipal, P. K. Effect of tartarate and citrate based food additives on the micellar properties ofsodium dodecylsulfate for prospective use as food emulsifier. Food Chem. 2016 ,190, 599 −606. (145) Jane Vickers, P.; Braybrook, J.; Lawrence, P.; Gray, K. Detecting tartrate additives in foods: Evaluating the use of capillary electrophoresis. Journal of Food Composition and Analysis 2007 ,20 (3−4), 252 −6. (146) Belitz, H-. D; Groch, W; Schieberle, P. Food Chemistry , 4th ed.; Springer: Berlin, Germany, 2009. (147) Smith, J.; Hong-Shum, L. Food Additives Data Book ; Blackwell Publishing: Oxford, UK, 2011. (148) Shahidi, F. Handbook of Antioxidants"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0301",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 301,
    "text": "electrophoresis. Journal of Food Composition and Analysis 2007 ,20 (3−4), 252 −6. (146) Belitz, H-. D; Groch, W; Schieberle, P. Food Chemistry , 4th ed.; Springer: Berlin, Germany, 2009. (147) Smith, J.; Hong-Shum, L. Food Additives Data Book ; Blackwell Publishing: Oxford, UK, 2011. (148) Shahidi, F. Handbook of Antioxidants and Food Preservation . Woodhead Publishing Limited: Cambridge, U.K., 2015. (149) EFSA. Scientific opinion on the re-evaluation of butylated hydroxyanisole −BHA (E320) as a food additive. EFSA J. 2011 ,9, 2392−2441. (150) Yang, Y.; Song, X.; Sui, X.; Qi, B.; Wang, Z.; Li, Y.; et al. Rosemary extract can be"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0302",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 302,
    "text": "and Food Preservation . Woodhead Publishing Limited: Cambridge, U.K., 2015. (149) EFSA. Scientific opinion on the re-evaluation of butylated hydroxyanisole −BHA (E320) as a food additive. EFSA J. 2011 ,9, 2392−2441. (150) Yang, Y.; Song, X.; Sui, X.; Qi, B.; Wang, Z.; Li, Y.; et al. Rosemary extract can be used as a synthetic antioxidant to improve vegetable oil oxidative stability. Industrial Crops and Products 2016 , 80, 141−7. (151) Jongberg, S.; Tørngren, M. A.; Gunvig, A.; Skibsted, L. H.; Lund, M. N. Effect of green tea or rosemary extract on protein oxidation in Bologna type sausages prepared from oxidatively"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0303",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 303,
    "text": "used as a synthetic antioxidant to improve vegetable oil oxidative stability. Industrial Crops and Products 2016 , 80, 141−7. (151) Jongberg, S.; Tørngren, M. A.; Gunvig, A.; Skibsted, L. H.; Lund, M. N. Effect of green tea or rosemary extract on protein oxidation in Bologna type sausages prepared from oxidatively stressed pork. Meat Science 2013 ,93(3), 538 −46. (152) Guo, Q.; Gao, S.; Sun, Y.; Gao, Y.; Wang, X.; Zhang, Z. Antioxidant efficacy of rosemary ethanol extract in palm oil duringfrying and accelerated storage. Industrial Crops and Products 2016 ,94, 82−8. (153) Gao, M.; Ling, B.; Yuan, Q.; Xiong, Q.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0304",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 304,
    "text": "stressed pork. Meat Science 2013 ,93(3), 538 −46. (152) Guo, Q.; Gao, S.; Sun, Y.; Gao, Y.; Wang, X.; Zhang, Z. Antioxidant efficacy of rosemary ethanol extract in palm oil duringfrying and accelerated storage. Industrial Crops and Products 2016 ,94, 82−8. (153) Gao, M.; Ling, B.; Yuan, Q.; Xiong, Q.; Yang, L. A Robust collaborative filtering approach based on user relationships for recommendation systems. Math. Probl. Eng. 2014 ,2014 , 162521. (154) Chammem, N.; Saoudi, S.; Sifaoui, I.; Sifi, S.; de Person, M.; Abderraba, M.; et al. Improvement of vegetable oils quality in fryingconditions by adding rosemary extract. Industrial Crops"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0305",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 305,
    "text": "Yang, L. A Robust collaborative filtering approach based on user relationships for recommendation systems. Math. Probl. Eng. 2014 ,2014 , 162521. (154) Chammem, N.; Saoudi, S.; Sifaoui, I.; Sifi, S.; de Person, M.; Abderraba, M.; et al. Improvement of vegetable oils quality in fryingconditions by adding rosemary extract. Industrial Crops and Products 2015 ,74, 592−9. (155) Lambert, J. D.; Elias, R. J. The antioxidant and pro-oxidant activities of green tea polyphenols: A role in cancer prevention. Arch. Biochem. Biophys. 2010 ,501,6 5−72. (156) Birtic ́, S.; Dussort, P.; Pierre, F. X.; Bily, A. C.; Roller, M. Carnosic acid. Phytochemistry. 2015"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0306",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 306,
    "text": "and Products 2015 ,74, 592−9. (155) Lambert, J. D.; Elias, R. J. The antioxidant and pro-oxidant activities of green tea polyphenols: A role in cancer prevention. Arch. Biochem. Biophys. 2010 ,501,6 5−72. (156) Birtic ́, S.; Dussort, P.; Pierre, F. X.; Bily, A. C.; Roller, M. Carnosic acid. Phytochemistry. 2015 ,115(1), 9−19. (157) Naveena, B. M.; Vaithiyanathan, S.; Muthukumar, M.; Sen, A. R.; Kumar, Y. P.; Kiran, M.; et al. Relationship between the solubility,dosage and antioxidant capacity of carnosic acid in raw and cooked ground buffalo meat patties and chicken patties. Meat Science 2013 ,95 (2), 195 −202. (158) Kumar,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0307",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 307,
    "text": ",115(1), 9−19. (157) Naveena, B. M.; Vaithiyanathan, S.; Muthukumar, M.; Sen, A. R.; Kumar, Y. P.; Kiran, M.; et al. Relationship between the solubility,dosage and antioxidant capacity of carnosic acid in raw and cooked ground buffalo meat patties and chicken patties. Meat Science 2013 ,95 (2), 195 −202. (158) Kumar, N.; Pruthi, V. Potential applications of ferulic acid from natural sources. Biotechnology Reports 2014 ,4(1), 86 −93. (159) Ou, S.; Kwok, K.-C. Ferulic acid: pharmaceutical functions, preparation and applications in foods. J. Sci. Food Agric. 2004 ,84(11), 1261−1269. (160) Kaewprachu, P.; Osako, K.; Benjakul, S.; Rawdkuen, S. Quality attributes of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0308",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 308,
    "text": "N.; Pruthi, V. Potential applications of ferulic acid from natural sources. Biotechnology Reports 2014 ,4(1), 86 −93. (159) Ou, S.; Kwok, K.-C. Ferulic acid: pharmaceutical functions, preparation and applications in foods. J. Sci. Food Agric. 2004 ,84(11), 1261−1269. (160) Kaewprachu, P.; Osako, K.; Benjakul, S.; Rawdkuen, S. Quality attributes of minced pork wrapped with catechin −lysozyme incorporated gelatin film. Food Packaging and Shelf Life 2015 ,3,8 8− 96. (161) EFSA. Scientific opinion on the re-evaluation of ascorbic acid (E300), sodium ascorbate (E301) and calcium ascorbate (E302) asfood additives. EFSA J. 2015 ,13(5), 4087. (162) Martinez-Delgado, A. A.; Khandual, S.; Villanueva"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0309",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 309,
    "text": "minced pork wrapped with catechin −lysozyme incorporated gelatin film. Food Packaging and Shelf Life 2015 ,3,8 8− 96. (161) EFSA. Scientific opinion on the re-evaluation of ascorbic acid (E300), sodium ascorbate (E301) and calcium ascorbate (E302) asfood additives. EFSA J. 2015 ,13(5), 4087. (162) Martinez-Delgado, A. A.; Khandual, S.; Villanueva −Rodriguez, S. J. Chemical stability of astaxanthin integrated into a food matrix: Effects of food processing and methods for preservation. Food Chem. 2017 ,225,2 3−30. (163) EFSA. Scientific opinion on the re-evaluation of mixed carotenes (E160a(i)) and beta-carotene (E160a(ii)) as a foodadditive. EFSA J. 2012 ,10(3), 2593. (164) Hussain, N.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0310",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 310,
    "text": "−Rodriguez, S. J. Chemical stability of astaxanthin integrated into a food matrix: Effects of food processing and methods for preservation. Food Chem. 2017 ,225,2 3−30. (163) EFSA. Scientific opinion on the re-evaluation of mixed carotenes (E160a(i)) and beta-carotene (E160a(ii)) as a foodadditive. EFSA J. 2012 ,10(3), 2593. (164) Hussain, N.; Irshad, F.; Jabeen, Z.; Shamsi, I. H.; Li, Z.; Jiang, L. Biosynthesis,structural, and functional attributes of tocopherol inJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052804 plants; Past, present,and future perspectives. J. Agric. Food Chem. 2013 ,61, 6137−49. (165) Barbosa-Pereira, L.; Cruz,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0311",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 311,
    "text": "Irshad, F.; Jabeen, Z.; Shamsi, I. H.; Li, Z.; Jiang, L. Biosynthesis,structural, and functional attributes of tocopherol inJournal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052804 plants; Past, present,and future perspectives. J. Agric. Food Chem. 2013 ,61, 6137−49. (165) Barbosa-Pereira, L.; Cruz, J. M.; Sendón, R.; Rodríguez Bernaldo de Quirós, A.; Ares, A.; Castro-López, M.; et al. Development of antioxidant active films containing tocopherols to extend theshelf life of fish. Food Control 2013 ,31(1), 236 −43. (166) Lin, S. J.; Pascall, M. A. Incorporation of vitamin E into chitosan and its effect"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0312",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 312,
    "text": "J. M.; Sendón, R.; Rodríguez Bernaldo de Quirós, A.; Ares, A.; Castro-López, M.; et al. Development of antioxidant active films containing tocopherols to extend theshelf life of fish. Food Control 2013 ,31(1), 236 −43. (166) Lin, S. J.; Pascall, M. A. Incorporation of vitamin E into chitosan and its effect on the film forming solution (viscosity and drying rate) and the solubility and thermal properties of the dried film. Food Hydrocolloids 2014 ,35,7 8−84. (167) Marcos, B.; Sárraga, C.; Castellari, M.; Kappen, F.; Schennink, G.; Arnau, J. Development of biodegradable films with antioxidantproperties based on polyesters containing α-tocopherol and olive"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0313",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 313,
    "text": "on the film forming solution (viscosity and drying rate) and the solubility and thermal properties of the dried film. Food Hydrocolloids 2014 ,35,7 8−84. (167) Marcos, B.; Sárraga, C.; Castellari, M.; Kappen, F.; Schennink, G.; Arnau, J. Development of biodegradable films with antioxidantproperties based on polyesters containing α-tocopherol and olive leaf extract for food packaging applications. Food Packaging and Shelf Life. 2014 ,1(2), 140 −50. (168) Wang, Y.; Li, F.; Zhuang, H.; Chen, X.; Li, L.; Qiao, W.; et al. Effects of plant polyphenols and α-tocopherol on lipid oxidation, residual nitrites, biogenic amines, and N-nitrosamines formation during ripening and storage"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0314",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 314,
    "text": "leaf extract for food packaging applications. Food Packaging and Shelf Life. 2014 ,1(2), 140 −50. (168) Wang, Y.; Li, F.; Zhuang, H.; Chen, X.; Li, L.; Qiao, W.; et al. Effects of plant polyphenols and α-tocopherol on lipid oxidation, residual nitrites, biogenic amines, and N-nitrosamines formation during ripening and storage of dry-cured bacon. LWT - Food Science and Technology 2015 ,60(1), 199 −206. (169) Kiokias, S.; Gordon, M. H. Antioxidant properties of annatto carotenoids. Food Chem. 2003 ,83(4), 523 −9. (170) Oms-Oliu, G.; Rojas-Grau, M. A.; Gonzalez, L. A.; Varela, P.; Soliva-Fortuny, R.; Hernando, M. I. H.; Munuera, I. P.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0315",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 315,
    "text": "of dry-cured bacon. LWT - Food Science and Technology 2015 ,60(1), 199 −206. (169) Kiokias, S.; Gordon, M. H. Antioxidant properties of annatto carotenoids. Food Chem. 2003 ,83(4), 523 −9. (170) Oms-Oliu, G.; Rojas-Grau, M. A.; Gonzalez, L. A.; Varela, P.; Soliva-Fortuny, R.; Hernando, M. I. H.; Munuera, I. P.; Fiszman, S.; Martin-Belloso, O.; et al. Recent approaches using chemical treatments to preserve quality of fresh-cut fruit: areview. Postharvest Biol. Technol. 2010 ,57(3), 139 −148. (171) Cruzen, S. M.; Kim, Y. H. B.; Lonergan, S. M.; Grubbs, J. K.; Fritchen, A. N.; Huff-Lonergan, E. Effect of early postmortemenhancement of calcium"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0316",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 316,
    "text": "Fiszman, S.; Martin-Belloso, O.; et al. Recent approaches using chemical treatments to preserve quality of fresh-cut fruit: areview. Postharvest Biol. Technol. 2010 ,57(3), 139 −148. (171) Cruzen, S. M.; Kim, Y. H. B.; Lonergan, S. M.; Grubbs, J. K.; Fritchen, A. N.; Huff-Lonergan, E. Effect of early postmortemenhancement of calcium lactate/phosphate on quality attributes of beef round muscles under different packaging systems. Meat Science 2015 ,101,6 3−72. (172) Alandes, L.; Hernando, I.; Quiles, A.; Pérez-Munuera, I.; Lluch, M. A. Cell Wall Stability of Fresh-Cut Fuji Apples Treated withCalcium Lactate. J. Food Sci. 2006 ,71(9), S615 −S620. (173) Vieira Teixeira da"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0317",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 317,
    "text": "lactate/phosphate on quality attributes of beef round muscles under different packaging systems. Meat Science 2015 ,101,6 3−72. (172) Alandes, L.; Hernando, I.; Quiles, A.; Pérez-Munuera, I.; Lluch, M. A. Cell Wall Stability of Fresh-Cut Fuji Apples Treated withCalcium Lactate. J. Food Sci. 2006 ,71(9), S615 −S620. (173) Vieira Teixeira da Silva, D.; dos Santos Baiao, D.; de Oliveira Silva, F.; Alves, G.; Perrone, D.; Mere Del Aguila, E.; M. Flosi Paschoalin, V. Betanin, a Natural Food Additive: Stability, Bioavailability, Antioxidant and Preservative Ability Assessments. Molecules 2019 ,24(3), 458. (174) Ab Rashid, S.; Tong, W. Y.; Leong, C. R.; Abdul Ghazali,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0318",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 318,
    "text": "Silva, D.; dos Santos Baiao, D.; de Oliveira Silva, F.; Alves, G.; Perrone, D.; Mere Del Aguila, E.; M. Flosi Paschoalin, V. Betanin, a Natural Food Additive: Stability, Bioavailability, Antioxidant and Preservative Ability Assessments. Molecules 2019 ,24(3), 458. (174) Ab Rashid, S.; Tong, W. Y.; Leong, C. R.; Abdul Ghazali, N. M.; Taher, M. A.; Ahmad, N.; et al. Anthocyanin Microcapsule from Clitoria ternatea: Potential Bio-preservative and Blue Colorant for Baked Food Products. Arabian Journal for Science and Engineering 2021 ,46(1), 65 −72. (175) Siva, R.; Palackan, M. G.; Maimoon, L.; Geetha, T.; Bhakta, D.; Balamurugan, P.; Rajanarayanan, S. Evaluation"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0319",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 319,
    "text": "N. M.; Taher, M. A.; Ahmad, N.; et al. Anthocyanin Microcapsule from Clitoria ternatea: Potential Bio-preservative and Blue Colorant for Baked Food Products. Arabian Journal for Science and Engineering 2021 ,46(1), 65 −72. (175) Siva, R.; Palackan, M. G.; Maimoon, L.; Geetha, T.; Bhakta, D.; Balamurugan, P.; Rajanarayanan, S. Evaluation of antibacterial, antifungal, and antioxidant properties of some food dyes. Food Sci. Biotechnol. 2011 ,20(1), 7−13. (176) Junqueira-Goncalves, M.; Yanez, L.; Morales, C.; Navarro, M.; Contreras, R. A.; Zuniga, G. Isolation and Characterization ofPhenolic Compounds and Anthocyanins from Murta (Ugni molinae Turcz.) Fruits. Assessment of Antioxidant and Antibacterial Activity. Molecules"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0320",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 320,
    "text": "of antibacterial, antifungal, and antioxidant properties of some food dyes. Food Sci. Biotechnol. 2011 ,20(1), 7−13. (176) Junqueira-Goncalves, M.; Yanez, L.; Morales, C.; Navarro, M.; Contreras, R. A.; Zuniga, G. Isolation and Characterization ofPhenolic Compounds and Anthocyanins from Murta (Ugni molinae Turcz.) Fruits. Assessment of Antioxidant and Antibacterial Activity. Molecules 2015 ,20(4), 5698 −5713. (177) Wang, Y.; Lu, Z.; Wu, H.; Lv, F. Study on the antibiotic activity of microcapsule curcumin against foodborne pathogens. Int. J. Food Microbiol. 2009 ,136(1), 71 −4. (178) Serra, A. T.; Poejo, J.; Matias, A. A.; Bronze, M. R.; Duarte, C. M. M. Evaluation of"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0321",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 321,
    "text": "2015 ,20(4), 5698 −5713. (177) Wang, Y.; Lu, Z.; Wu, H.; Lv, F. Study on the antibiotic activity of microcapsule curcumin against foodborne pathogens. Int. J. Food Microbiol. 2009 ,136(1), 71 −4. (178) Serra, A. T.; Poejo, J.; Matias, A. A.; Bronze, M. R.; Duarte, C. M. M. Evaluation of Opuntia spp. derived products as antiproliferative agents in human colon cancer cell line (HT29). Food Research International 2013 ,54(1), 892 −901. (179) Sreekanth, D.; Arunasree, M. K.; Roy, K. R.; Chandramohan Reddy, T.; Reddy, G v.; Reddanna, P. Betanin a betacyanin pigmentpurified from fruits of Opuntia ficus-indica induces apoptosis in"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0322",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 322,
    "text": "Opuntia spp. derived products as antiproliferative agents in human colon cancer cell line (HT29). Food Research International 2013 ,54(1), 892 −901. (179) Sreekanth, D.; Arunasree, M. K.; Roy, K. R.; Chandramohan Reddy, T.; Reddy, G v.; Reddanna, P. Betanin a betacyanin pigmentpurified from fruits of Opuntia ficus-indica induces apoptosis in human chronic myeloid leukemia Cell line-K562. Phytomedicine. 2007 ,14(11), 739 −46. (180) Vulic, J. J.; Cebovic, T. N.; Canadanovic, V. M.; Cetkovic, G. S.; Djilas, S. M.; Canadanovic-Brunet, J. M.; Velicanski, A. S.; Cvetkovic, D. D.; Tumbas, V. T. Antiradical, antimicrobial andcytotoxic activities of commercial beetroot pomace. Food Funct. 2013"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0323",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 323,
    "text": "human chronic myeloid leukemia Cell line-K562. Phytomedicine. 2007 ,14(11), 739 −46. (180) Vulic, J. J.; Cebovic, T. N.; Canadanovic, V. M.; Cetkovic, G. S.; Djilas, S. M.; Canadanovic-Brunet, J. M.; Velicanski, A. S.; Cvetkovic, D. D.; Tumbas, V. T. Antiradical, antimicrobial andcytotoxic activities of commercial beetroot pomace. Food Funct. 2013 , 4(5), 713 −721. (181) Wang, C. Q.; Yang, G. Q. Betacyanins from Portulaca oleracea L. ameliorate cognition deficits and attenuate oxidative damage induced by D-galactose in the brains of senescent mice. Phytomedicine. 2010 ,17(7), 527 −32. (182) Zhang, J.; Hou, X.; Ahmad, H.; Zhang, H.; Zhang, L.; Wang, T."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0324",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 324,
    "text": ", 4(5), 713 −721. (181) Wang, C. Q.; Yang, G. Q. Betacyanins from Portulaca oleracea L. ameliorate cognition deficits and attenuate oxidative damage induced by D-galactose in the brains of senescent mice. Phytomedicine. 2010 ,17(7), 527 −32. (182) Zhang, J.; Hou, X.; Ahmad, H.; Zhang, H.; Zhang, L.; Wang, T. Assessment of free radicals scavenging activity of seven natural pigments and protective effects in AAPH-challenged chicken erythrocytes. Food Chem. 2014 ,145,5 7−65. (183) Østerlie, M.; Lerfall, J. Lycopene from tomato products added t ominced meat: effect on storage quality and colour. Food Research International 2005 ,38, 925−9. (184) Lee, D."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0325",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 325,
    "text": "Assessment of free radicals scavenging activity of seven natural pigments and protective effects in AAPH-challenged chicken erythrocytes. Food Chem. 2014 ,145,5 7−65. (183) Østerlie, M.; Lerfall, J. Lycopene from tomato products added t ominced meat: effect on storage quality and colour. Food Research International 2005 ,38, 925−9. (184) Lee, D. Nature ′s Palette: The Science of Plant Color. Reprint . Univesity of Chicago Press: Chicago, IL, 2010. (185) Trouillas, P.; Sancho-Garcia, J. C.; De Freitas, V.; Gierschner, J.; Otyepka, M.; Dangles, O. Stabilizing and Modulating Color by Copigmentation: Insights from Theory and Experiment. Chem. Rev. 2016 ,116(9), 4937 −4982. (186)"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0326",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 326,
    "text": "Nature ′s Palette: The Science of Plant Color. Reprint . Univesity of Chicago Press: Chicago, IL, 2010. (185) Trouillas, P.; Sancho-Garcia, J. C.; De Freitas, V.; Gierschner, J.; Otyepka, M.; Dangles, O. Stabilizing and Modulating Color by Copigmentation: Insights from Theory and Experiment. Chem. Rev. 2016 ,116(9), 4937 −4982. (186) Krishna, S.; Sreedhar, I.; Patel, C. M. Molecular dynamics simulation of polyamide-based materials −A review. Comput. Mater. Sci.2021 ,200, 110853. (187) Paramita, V. D.; Kasapis, S. Molecular dynamics of the diffusion of natural bioactive compounds from high-solid biopolymer matrices for the design of functional foods. Food Hydrocolloids 2019 , 88,"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0327",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 327,
    "text": "Krishna, S.; Sreedhar, I.; Patel, C. M. Molecular dynamics simulation of polyamide-based materials −A review. Comput. Mater. Sci.2021 ,200, 110853. (187) Paramita, V. D.; Kasapis, S. Molecular dynamics of the diffusion of natural bioactive compounds from high-solid biopolymer matrices for the design of functional foods. Food Hydrocolloids 2019 , 88, 301−19. (188) Fundo, J. F.; Quintas, M. A. C.; Silva, C. L. M. Molecular Dynamics and Structure in Physical Properties and Stability of FoodSystems. Food Eng. Rev. 2015 ,7(4), 384 −392. (189) Meste, M le; Champion, D.; Roudaut, G.; Blond, G.; Simatos, D. Glass Transition and Food Technology: A Critical"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0328",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 328,
    "text": "301−19. (188) Fundo, J. F.; Quintas, M. A. C.; Silva, C. L. M. Molecular Dynamics and Structure in Physical Properties and Stability of FoodSystems. Food Eng. Rev. 2015 ,7(4), 384 −392. (189) Meste, M le; Champion, D.; Roudaut, G.; Blond, G.; Simatos, D. Glass Transition and Food Technology: A Critical Appraisal. J. Food Sci. 2002 ,67(7), 2444 −2458. (190) Capuano, E.; Oliviero, T.; van Boekel, M. A. J. S. Modeling food matrix effects on chemical reactivity: Challenges and perspectives. Crit. Rev. Food Sci. Nutr. 2018 ,58(16), 2814 −2828. (191) Wang, J. C.; Liapis, A. I. Water −water and water −"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0329",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 329,
    "text": "Appraisal. J. Food Sci. 2002 ,67(7), 2444 −2458. (190) Capuano, E.; Oliviero, T.; van Boekel, M. A. J. S. Modeling food matrix effects on chemical reactivity: Challenges and perspectives. Crit. Rev. Food Sci. Nutr. 2018 ,58(16), 2814 −2828. (191) Wang, J. C.; Liapis, A. I. Water −water and water − macromolecule interactions in food dehydration and the effects of the pore structures of food on the energetics of the interactions. Journal of Food Engineering 2012 ,110(4), 514 −24. (192) Zhao, G.; Perilla, J. R.; Yufenyuy, E. L.; Meng, X.; Chen, B.; Ning, J.; Ahn, J.; Gronenborn, A. M.; Schulten, K.;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0330",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 330,
    "text": "macromolecule interactions in food dehydration and the effects of the pore structures of food on the energetics of the interactions. Journal of Food Engineering 2012 ,110(4), 514 −24. (192) Zhao, G.; Perilla, J. R.; Yufenyuy, E. L.; Meng, X.; Chen, B.; Ning, J.; Ahn, J.; Gronenborn, A. M.; Schulten, K.; Aiken, C.; Zhang,P. Mature HIV-1 capsid structure by cryo-electron microscopy and all-atom molecular dynamics. Nature 2013 ,497(7451), 643 −646. (193) Sothiselvam, S.; Liu, B.; Han, W.; Ramu, H.; Klepacki, D.; Atkinson, G. C.; Brauer, A.; Remm, M.; Tenson, T.; Schulten, K.; Vazquez-Laslop, N.; Mankin, A. S. Macrolide antibiotics allostericallypredispose the"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0331",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 331,
    "text": "Aiken, C.; Zhang,P. Mature HIV-1 capsid structure by cryo-electron microscopy and all-atom molecular dynamics. Nature 2013 ,497(7451), 643 −646. (193) Sothiselvam, S.; Liu, B.; Han, W.; Ramu, H.; Klepacki, D.; Atkinson, G. C.; Brauer, A.; Remm, M.; Tenson, T.; Schulten, K.; Vazquez-Laslop, N.; Mankin, A. S. Macrolide antibiotics allostericallypredispose the ribosome for translation arrest. Proc. Natl. Acad. Sci. U. S. A. 2014 ,111(27), 9804 −9809. (194) Liu, Y.; Stru ̈mpfer, J.; Freddolino, P. L.; Gruebele, M.; Schulten, K. Structural Characterization of λ-Repressor Folding from All-Atom Molecular Dynamics Simulations. J. Phys. Chem. Lett. 2012 , 3(9), 1117 −1123. (195) Bernardi, R."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0332",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 332,
    "text": "ribosome for translation arrest. Proc. Natl. Acad. Sci. U. S. A. 2014 ,111(27), 9804 −9809. (194) Liu, Y.; Stru ̈mpfer, J.; Freddolino, P. L.; Gruebele, M.; Schulten, K. Structural Characterization of λ-Repressor Folding from All-Atom Molecular Dynamics Simulations. J. Phys. Chem. Lett. 2012 , 3(9), 1117 −1123. (195) Bernardi, R. C.; Gomes, D. E. B.; Gobato, R.; Taft, C. A.; Ota, A. T.; Pascutti, P. G. Molecular dynamics study of biomembrane/localanesthetics interactions. Mol. Phys. 2009 ,107(14), 1437 −1443. (196) Ca flisch, A.; Paci, E. Molecular Dynamics Simulations to Study Protein Folding and Unfolding. In Protein Science Encyclopedia: online ; 2008;"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0333",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 333,
    "text": "C.; Gomes, D. E. B.; Gobato, R.; Taft, C. A.; Ota, A. T.; Pascutti, P. G. Molecular dynamics study of biomembrane/localanesthetics interactions. Mol. Phys. 2009 ,107(14), 1437 −1443. (196) Ca flisch, A.; Paci, E. Molecular Dynamics Simulations to Study Protein Folding and Unfolding. In Protein Science Encyclopedia: online ; 2008; pp 1143 −1169, DOI: 10.1002/9783527610754.sf11 . (197) Shea, J. E.; Brooks, C. L., III From folding theories to folding proteins: a review and assessment of simulation studies of protein folding and unfolding. Annu. Rev. Phys. Chem. 2001 ,52, 499−535. (198) Tian, P. Molecular dynamics simulations of nanoparticles. Annu. Rep. Prog."
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0334",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 334,
    "text": "pp 1143 −1169, DOI: 10.1002/9783527610754.sf11 . (197) Shea, J. E.; Brooks, C. L., III From folding theories to folding proteins: a review and assessment of simulation studies of protein folding and unfolding. Annu. Rev. Phys. Chem. 2001 ,52, 499−535. (198) Tian, P. Molecular dynamics simulations of nanoparticles. Annu. Rep. Prog. Chem., Sect. C: Phys. Chem. 2008 ,104, 142−164. (199) Karplus, M.; McCammo n, J. A. Molecular dynamics simulations of biomolecules. Nat. Struct. Biol. 2002 ,9(9), 646 −652.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052805"
  },
  {
    "chunk_id": "Natural_Food_Colorants_and_Preservatives_chunk_0335",
    "doc_id": "Natural_Food_Colorants_and_Preservatives",
    "order": 335,
    "text": "Chem., Sect. C: Phys. Chem. 2008 ,104, 142−164. (199) Karplus, M.; McCammo n, J. A. Molecular dynamics simulations of biomolecules. Nat. Struct. Biol. 2002 ,9(9), 646 −652.Journal of Agricultural and Food Chemistry pubs.acs.org/JAFC Review https://doi.org/10.1021/acs.jafc.1c07533 J. Agric. Food Chem. 2022, 70, 2789 −28052805"
  }
]